{
    "pdf_filename": "173.pdf",
    "sha512": "c11d1a3eee96d11c4e79a73af3e9e64a8310a6853b792affa230bfb59bc103221ca68290904f07998fa206e1a46e114a433d5d6fa717bb20bf8316d4917fdb68",
    "contents": [
        {
            "page": 1,
            "text": "عبدالله ابن الحسين ملك المملكة الاردنية الهاشمية بمقتضى المادة الدست وبناء قرره مجلس الاعيان والنواب نصادق القانون الآتي ونأمر باصداره واضافته قوانين الدولة قانون رقم لسنة ۲۰۱ قانون الأحوال الشخصية المادة يسمى القانون قانون الأحوال الشخصية لسنة الباب الأول الزواج ومقدماته الفصل الأول مقدمات الزواج المادة۲ الخطبة طلب التزوج الوعد المادة۳ ينعقد الزواج بالخطبة بقراءة الفاتحة بقبض شيء حساب المهر بقبول الهدية المادة لكل الخاطب والمخطوبة العدول الخطبة عدل الطرفين الخطبة انتهت بالوفاة فللخاطب ورثته الحق استرداد دفع حساب المهر نقد قائما قيمته قبضه تعذر عينه مثله اشترت المخطوبة بما قبضته حساب المهر ببعضه جهازا فلها الخيار إعادة قبضته تسليم اشترته الجهاز بعضا العدول الخاطب ويسقط حقها الخيار العدول يرد عدل الخطبة الهدايا قائمة وإلا فمثلها قيمتها القبض تسترد الهدايا تستهلك بطبيعتها تكن أعيانها قائمة انتهت الخطبة بالوفاة عارض حال عقد الزواج لأحد الطرفين فلا يسترد شيء الهدايا الفصل الزواج وشروطه المادة الزواج عقد رجل وامرأة تحل شرعا لتكوين أسرة وإيجاد نسل"
        },
        {
            "page": 2,
            "text": "المادة ينعقد الزواج بإيجاب الخاطبين وكيله وقبول الآخر وكيله مجلس العقد المادة۷ الإيجاب والقبول بالألفاظ الصريحة كالإنكاح والتزويج وللعاجز عنهما بكتابته بإشارته المعلومة المادة۸ يشترط صحة عقد الزواج حضور شاهدين رجلين رجل وامرأتين المسلمين الزوجان مسلمين عاقلين بالغين سامعين الإيجاب والقبول فاهمين المقصود بهما تجوز شهادة أصول الخاطب والمخطوبة وفروع منهما عقد الزواج وكذلك شهادة أهل الكتاب عقد زواج المسلم كتابية المادة۹ ينعقد الزواج المضاف المستقبل المعلق شرط متحقق المادةأ يشترط أهلية الزواج الخاطب والمخطوبة عاقلين يتم منهما شمسية عمره الرغم الفقرة المادة يجوز للقاضي وبموافقة قاضي القضاة وبعد التحقق توفر الرضا والاختيار يأذن حالات بزواج بلغ السادسة شمسية عمره وفقا لتعليمات يصدرها لهذه الغاية زواجه ضرورة تقتضيها المصلحة ويكتسب تزوج وفق أهلية كاملة علاقة بالزواج والفرقة وآثارهما المادة يمنع إجراء العقد امرأة خاطبها يكبرها بأكثر يتحقق القاضي رضاها واختيارها المادة۲ للقاضي يأذن بزواج جنون عته إعاقة عقلية ثبت بتقرير طبي رسمي زواجه مصلحة قابل للانتقال نسله؛ وأنه يشكل خطورة الطرف الآخر وبعد اطلاعه حالته تفصيلا والتحقق رضاه المادة يجب القاضي إجراء عقد زواج المتزوج التحقق قدرة الزوج المالية المهر قدرة الزوج الإنفاق تجب نفقته إفهام المخطوبة خاطبها متزوج بأخرى المحكمة تبليغ الزوجه الأولى الزوجات للزوج زوجه بعقد الزواج إجرائه وذلك وفق قانون أصول المحاكمات الشرعية الفصل الثالث ولاية التزويج المادة الولي الزواج العصبة بنفسه الترتيب المنصوص القول الراجح"
        },
        {
            "page": 3,
            "text": "المادة يشترط الولي عاقلا راشدا مسلما المخطوبة مسلمة المادة رضا الأولياء بالخاطب يسقط اعتراض الآخرين كانوا متساوين الدرجة ورضا الولي الأبعد غياب الولي الأقرب يسقط اعتراض الولي الغائب ورضا الولي دلالة كرضاه المادة۷ غاب الولي الأقرب انتظاره تفويت لمصلحة المخطوبة انتقل الولاية يليه فإذا تعذر رأي يليه الحال يوجد انتقل الولاية القاضي المادة۸ مراعاة احكام المادة القانون للقاضي يأذن الطلب بزواج البكر بلغت السادسة شمسية عمرها الكفء حال عضل الولي عضله بلا سبب مشروع المادة۹ تشترط موافقة الولي زواج المرأة الثيب العاقلة المتجاوزة العمر المادة۲ القاضي بالزواج بموجب المادة القانون مشروط يقل المهر مهر المثل الفصل الرابع الكفاءة الزواج المادة۲ يشترط لزوم الزواج الرجل كفؤا للمرأة التدين والمالء وكفاءة المال الزوج قادرا المهر المعجل ونفقة الزوجة الكفاءة خاص بالمرأة والولي وتراعى العقد فإذا زالت بعده فلا يؤثر الزواج المادة۲ زوج الولي البكر الثيب برضاها لرجل يعلمان كفاءته تبين كفء فليس لأي منهما الاعتراض اشترطت الكفاءة العقد قبله الزوج اصطنع يوهم كفو تبين فلكل الزوجة والولي طلب فسخ الزواج المادة يسقط فسخ عقد الزواج كفاءة الزوج حملت الزوجة سبق الرضا مرت آشهر الولي بالزواج الفصل الخامس المحرمات المادة يحرم التأبيد القرابة النسبية تزوج الشخص أصله علا فرعه نزل"
        },
        {
            "page": 4,
            "text": "فروع الأبوين كليهما نزلوا الطبقه الأولى فروع أجداده جداته المادة يحرم التأبيد المصاهرة تزوج الرجل زوجة أصوله علوا زوجة فروعه نزلوا أصول زوجته علون فروع زوجته دخل نزلن المادة وطء المرأة الزوجة يوجب حرمة المصاهرة دواعي الوطء المادة۲۷أ يحرم التأبيد الرضاع يحرم النسب الرضاع المحرم العامين الأولين يبلغ رضعات متفرقات يترك الرضيع الرضاعة يعود إليها مقدارها كثر المادة۲ يحرم بصورة مؤقتة زواج المسلم بامرأة كتابية زواج المسلمة بغير المسلم زواج المرتد الإسلام المرتدة ولو الطرف الآخر مسلم زوجة الغير معتدته الجمع ولو العدة طلاق رجعي امرأتين فرضت منهما ذكرا لحرم التزوج بالأخرى الجمع زوجات معتدات طلاق رجعي تزوج الرجل امرأة طلقت طلاقا بائنا بينونة كبرى انقضاء عدتها زوج دخل دخولا حقيقيا زواج صحیح الزواج ممن لاعنها أكذب وتحقق القاضي الباب أنواع الزواج واحكامها الفصل الأول أنواع الزواج المادة۲۹ عقد الزواج صحيحا توافرت أركانه وسائر شروط صحته المادة۳أ عقد الزواج باطلا الحالات التالية تزوج الرجل بمن تحرم التأبيد النسب المصاهرة تزوج الرجل بزوجة الغير معتدته تزوج المسلم بامرأة كتابية تزوج المسلمة بغير المسلم يشترط الحالات الواردة البنود الفقرة المادة ثبوت العلم بالتحريم وسببه يعد الجهل عذرا ادعاؤه يقبل مدعیه"
        },
        {
            "page": 5,
            "text": "المادة۳۱ الحالات التالية عقد الزواج فاسدا تزوج الرجل بمن تحرم الرضاع تزوج الرجل بامراة يحرم الجمع بينها زوجته تزوج الرجل بامراة اربع زوجات تزوج الرجل بمطلقته ثلاثا تنكح زوجا غیره الزواج بلا شهود بشهود حائزين للأوصاف المطلوبة شرعا زواج المتعة والزواج المؤقت مراعاة احكام الفقرة المادة القانون العاقدان أحدهما حائز شروط الأهلية العقد مكرها الفصل أحكام الزواج المادة۳۲ وقع العقد صحيحا ترتبت آثاره انعقاده المادة۳۳ وقع العقد باطلا سواء أتم دخول يتم يفيد حكما يرتب أثرا نفقة نسب إرث المادة وقع العقد فاسدا يتم دخول يفيد حكما يرتب أثرا دخول فيلزم المهر والعدة ويثبت النسب وحرمة المصاهرة تلزم بقية الأحكام كالإرث والنفقة المادة۳أ يتوقف التفريق الرجل والمرأة الزواج الفاسد قضاء القاضي سبب التفريق يحرم المرأة زوجها وجبت الحيلولة بينهما وقت موجب التفريق تسمع دعوى فساد الزواج صغر السن ولدت الزوجة حاملا الطرفان إقامة الدعوى حائزين شروط الأهلية الفصل الثالث توثيق العقد المادة۳أ يجب الخاطب مراجعة القاضي نائبه إجراء عقد الزواج يوثق القاضي ياذن عقد الزواج بوثيقة رسميةه أجري عقد زواج يوثق رسميا يعاقب العاقد والزوجين والشهود بالعقوبه المنصوص فانون العقوبات وتغرم المحكمة منهم بغرامة مقدارها مائتا يعاقب مأذون يسجل العقد الوثيقة الرسمية المعدة بالعقوبتين المنصوص عليهما الفقرة المادة العزل الوظيفة يعين مأذونو توثيق عقود الزواج وتنظم أعمالهم وفق تعليمات يصدرها قاضي القضاة يمنع إجراء عقد زواج المعتدة طلاق فسخ وطء بشبهة مضي يوما موجب العدة ولو منقضية ويستثنى العقد بينها اعتدت"
        },
        {
            "page": 6,
            "text": "يتولى قناصل المملكة الأردنية الهاشمية المسلمون المملكة توثيق عقود الزواج وسماع تقارير الطلاق للرعايا الأردنيين الموجودين المملكة وتبليغها وتسجيل الوثائق سجلاتها الخاصة وإرسال نسخه الوثائق دائرة قاضي القضاة تشمل كلمة القنصل وزراء المملكة الأردنية الهاشمية المفوضين والقائمين بأعمال المفوضيات ومستشاريها يقوم مقامهم لقاضي القضاة وبموجب تعليمات يصدرها لهذه الغاية اجراء دورات لمن يرغب المقبلين الزواج الفصل الرابع الاشتراط عقد الزواج المادة۳۷ اشترط العقد شرط نافع لأحد الزوجينء يكن منافيا لمقاصد الزواج يلتزم بما محظور شرعا وسجل وثيقة العقد وجبت مراعاته وفقا پلي اشترطت الزوجة زوجها شرطا تتحقق مصلحة محظورة شرعا یمس غیرهاء کان تشترط يخرجها بلدهاء يتزوج عليهاء يسكنها بلد معين يمنعها العمل الزوج فسخ العقد بطلب الزوجة ولها مطالبته بسائر حقوقها الزوجية يمس غيره يشترط علیها تعمل البیت تسكن البلد يعمل الشرط صحيحا وملزما الزوجة فسخ النكاح بطلب الزوج وسقط مهرها المؤجل نفقه عدتها قيد العقد بشرط ينافي مقاصده يلتزم بما محظور شرعا يشترط الزوجين الآخر يساكنه يعاشره معاشرة الازواج يشرب الخمر يقاطع والديه الشرط باطلا والعقد صحيحا المادة۳۸أ عبارة الشرط واضحة مشتملة تصرف يلتزم المشروط ليترتب الوفاء أحكامه وآثاره يستثني شرط العصمة اشتمال عبارته تصرف يلتزم الزوجء ويكون بمثابة التفويض بالطلاقء وصلاحيته مستمرة مجلس العقد وتوقعه الزوجة بعبارتها القاضي ويكون الطلاق بائنا الباب الثالث آثار عقد الزواج الفصل الأول المهر والجهاز المادة۳۹ المهر نوعان مهر مسمى يسميه الطرفان العقد قليلا كثيراء ومهر المثل مهر الزوجة وأقرانها أقارب أبيها وإذا يوجد أمثال واقران جهه أبيها فمن مثيلاتها واقرانها اهل بلدتها المادة يجب للزوجة المهر المسمى بمجرد العقد الصحيح المادة يجوز تعجيل المهر المسمى وتأجيله كله بعضه يؤيد بوثيقة خطية وإذا يصرح بالتأجيل يعتبر المهر معجلا"
        },
        {
            "page": 7,
            "text": "المادة۲ عينت مدة للمهر المؤجل فلا يجوز للزوجة المطالبة حلول الأجل ولو وقع الطلاق توفي الزوج فيسقط الأجل وإذا الأجل مجهولا جهالة فاحشة الميسرة الطلب الزفاف فالأجل صحيح ويكون المهر معجلا وإذا يكن الأجل معينا اعتبر المهر مؤجلا وقوع الطلاق وفاة الزوجين المادة۳ سمي مهر العقد الصحيح لزم أداؤه كاملا بوفاة الزوجين ولو الدخول الخلوة بالطلاق الخلوة الصحيحة المادة وقع الطلاق العقد الصحيح وقبل الوطء الخلوة الصحيحة لزم نصف المهر المسىمى المادة الفرقة يجب نصف المهر المسمى بوقوعها الدخول الخلوة الفرقة جاءت الزوج سواء أكانت طلاقا فسخا كالفرقة بالإيلاء واللعان والردة وإباء الزوج الإسلام أسلمت زوجته وبفعله يوجب حرمة المصاهرة المادة يسم المهر العقد الصحيح تزوجها مهر سمي المهر التسمية فاسدة وقع خلاف تسمية المهر تثبت التسمية تطبق الأحكام التالية الدخول الخلوة الصحيحة يلزم مهر المثل يتجاوز المقدار ادعته الزوجة يقل المقدار ادعاه الزوج يتم الدخول الخلوة الصحيحة ووقع الطلاق تستحق المطلقة نصف مهر المثل المادة يسقط الزوجة المهر فسخ العقد بطلب الزوج لعيب علة الزوجة الوطء وللزوج يرجع بما دفع المهر المادة۸ يسقط المهر كله جاءت الفرقة الزوجة كردتها بفعلها يوجب حرمة المصاهرة قبضت شيئا المهر ترده المادة وقع الافتراق بطلب الزوجة عيب علة الزوج طلب الولي التفريق الكفاءة الدخول والخلوة الصحيحة يسقط المهر كله المادة قتلت الزوجة زوجها قتلا مانعا الإرث الدخول فلورثة الزوج استرداد قبضته المهر وسقط بقي وإذا القتل الدخول فلا تستحق شينا المهر المقبوض"
        },
        {
            "page": 8,
            "text": "المادة وقع الافتراق الدخول العقد الفاسد ينظر المهر سمي يلزم الأقل مهر المثل بالغا بلغ وقع الافتراق الدخول فلا يلزم المهر المادة۲ ينفذ البكر ولو كاملة الأهلية قبض وليها لمهرها أبا لأب تنه الزوج الدفع إليه المادة۳ للزوج الزيادة المهر العقد وللمرأة الحط كانا كاملي أهلية التصرف ويلحق بأصل العقد الطرف الآخر مجلس الزيادة الحط يعتد بالسند المتضمن إقرار الزوجة بقبض مهرها إبرائها زوجها توثيقه رسميا المادة يجوز لأبوي الزوجة أقاربها يأخذ الزوج نقودا شيء تزويجها إتمام زفافها وللزوج استرداد عينا قائما قيمته هالكا المادة تزوج مرض موته ينظر المهر المسمى مساويا لمهر الزوجة أخذته تركة الزوج زائدا الزيادة حكم الوصية المادة اختلاف الزوجين المهر جرى العقد تسمع الدعوى خالفت وثيقة العقد المعتبرة المادة۷ المهر مال الزوجة فلا تجبر عمل الجهاز يشمل الجهاز تحضره الزوجة بيت الزوجية سواء مالها أهدي لهاء اشتراه الزوج مالها بتفویض مهرا کان غیره للزوج ينتفع بما تحضره الزوجة جهاز بإذنها دامت الزوجية قائمة ويضمنه بالتعدي المادة۸ حصل نزاع الزوجين أحدهما ورثة الآخر بشأن المهر قبضه فلا تخرج المطالبة كونها مطالبة بمهر الفصل النفقة الزوجية المادة نفقة إنسان ماله الزوجة فنفقتها زوجها ولو موسرة نفقة الزوجة تشمل الطعام والكسوة والسكنى والتطبيب بالقدر المعروف وخدمة الزوجه لامتالها خدم يلزم الزوج بدفع النفقة زوجته امتنع الإنفاق ثبت تقصيره"
        },
        {
            "page": 9,
            "text": "المادة تجب النفقة للزوجة ولو اختلاف الدين العقد الصحيح ولو مقيمة بيت أهلها طالبها الزوج بالنقلة بيت الزوجية فامتنعت بغير شرعي فلا مسكنا شرعيا المادة تستحق الزوجة تعمل البيت النفقة بشرطين العمل مشروعا يوافق الزوج العمل دلالة يجوز للزوج الرجوع موافقته عمل زوجته مشروع ودون يلحق ضررا المادة۲ نشزت الزوجة فلا نفقة تكن حاملا فتكون النفقة للحملء والناشز تترك بيت الزوجية بلا مسوغ شرعي تمنع الزوج الدخول بيتها طلبها النقلة بيت ويعتبر المسوغات المشروعة لخروجها المسكن إيذاء الزوج إساءة المعاشرة أمانتها مالها المادة۳ الزوجة المسجونة إدانتها بحكم جزائي قطعي للزوج تستحق النفقة تاریخ سجنها المادة تفرض نفقة الزوجة بحسب حال الزوج يسرا وعسراء وتجوز زيادتها ونقصها تبعا لحالتهء تقل الحد الادنى بقدر الضرورة القوت والكسوة والسكن والتطبيب؛ وتلزم النفقة بتراضي الزوجين قدر معين بحكم القاضيء وتسقط نفقة المدة سبقت التراضي الطلب القاضي المادة امتنع الزوج الحاضر الإنفاق زوجته وطلبت الزوجة النفقة يحكم القاضي بنفقتها اعتبارا الطلب المادة عجز الزوج الإنفاق زوجته وطلبت الزوجة نفقة يحكم القاضي الطلب دينا ذمته ويأذن للزوجة تنفق مالها تستدين حساب الزوج المادة۷ حكم للزوجة بنفقة الزوج وتعذر تحصيلها فيلزم بالنفقة تجب نفقتها فرضت زوج ويكون الرجوع الزوج المادة۸ تغيب الزوج وترك زوجته بلا نفقة سافر محل قريب بعيد يحكم القاضي بنفقتها الطلب بناء البينة تقيمها الزوجة قيام الزوجية بينهما يحلفها اليمين زوجها يترك نفقه وانها ليست ناشزا بأنها مطلقة انقضت عدتها"
        },
        {
            "page": 10,
            "text": "المادة۹ يفرض القاضي الطلب نفقة لزوجة الغائب المفقود ماله مدينه مودعه حكمهما كانوا مقرين بالمال والزوجية منكرين لهما لأحدهما إثبات مواقع الإنكار وبعد تحليفها الحالات اليمين الشرعية المنصوص المادة القانون المادة أجرة القابلة والطبيب يستحضر لأجل الولادة الحاجة إليه وثمن العلاج وأجور المستشفى والنفقات تستلزمها الولادة تنشأ بسببها يلزم الزوج بالقدر المعروف حاله سواء الزوجية قائمة قائمة المادة الزوج نفقات تجهيز زوجته وتكفينها موتها الفصل الثالث المسكن والمتابعة المادة۲ يهيئ الزوج المسكن المحتوي اللوازم الشرعية حاله محل إقامته عمله الزوجة قبض مهرها المعجل متابعة زوجها ومساكنته وعليها الانتقال جهة أرادها ولو المملكة بشرط مأمونا وثيقة العقد شرط يقتضي خلاف فإذا امتنعت الطاعة يسقط حقها النفقة المادة۳ يجب المسكن بحالة تستطيع الزوجة القيام بمصالحها الدينية والدنيوية تأمن ومالها المادة للزوج يسكن أهله وأقاربه رضا زوجته المسكن هيأه ولها الرجوع موافقتها ويستثنى أبناؤه البالغين وبناته وأبواه الفقيران يمكنه الإنفاق عليهما استقلالا وتعين وجودهما عنده وذلك بشرط إضرارهم بالزوجة يحول وجودهم المسكن المعاشرة الزوجية المادة۷ للزوج يسكن زوجته زوجة أخرى مسكن بغير رضاهما المادة للزوجة تسكن أولادها زوج أقاربها رضا زوجها المسكن مهيئا قبله المسكن فلها تسكن أولادها وابويها المادة۷۷ الزوجين يحسن معاشرة الآخر ومعاملته بالمعروف وإحصان منهما للآخرء وتبادل الاحترام والمودة والرحمة والحفاظ مصلحة الأسرة المادة۷۸ الزوج يمنع زوجته أصولها وفروعها وإخوتها بالمعروف الزوجة تطيع زوجها الأمور المباحة المادة۷۹ زوجة يعدل بينهن المعاملة كالمبيت والنفقة"
        },
        {
            "page": 11,
            "text": "الباب الرابع انحلال عقد الزواج الفصل الأول الطلاق المادة الزوج للطلاق مكلفا واعيا مختارا المادة يقع الطلاق الزوجة زواج صحيح وغير معتدة المادة۲ يملك الزوج زوجته طلقات متفرقات المادة۳ يقع الطلاق باللفظ وللعاجز بإشارته المعلومة يقع الطلاق بالكتابة بشرط النية المادة يقع الطلاق بالألفاظ الصريحة الحاجة نية وبالألفاظ الكنائية تحتمل معنى الطلاق وغيره بالنية المادة للزوج يوكل زوجته بتطليق يفوضها الرجوع دلك بمستند رسمي طلقت الزوجة بتفويض زوجها بتوكيل وفق أحكام المادة وقع الطلاق بائنا المادة۸ يقع طلاق السكران حكمه المدهوش المكره المعتوه المغمى النائم المدهوش غلب الخلل أقواله وأفعاله نتيجة غضب غيره بحيث يخرجه عادته المادة۸۷أ يقع الطلاق المنجز قصد الحمل شيء تركه يقع الطلاق المضاف المستقبل المادة۸۸أ تعليق الطلاق بالشرط صحيح ورجوع الزوج مقبول الشرط الطلاق مستحيلا عقلا عادة نادر الوقوع مشكوكا تحققه التلفظ الطلاق لغوا المادة الطلاق المقترن بالعدد لفظا إشارة والطلاق المكرر مجلس يقع طلقة واحدة المادة اليمين بلفظ الطلاق وعلي الحرام وأمثالهما يقع الطلاق بهما مالم تتضمن صيغة الطلاق مخاطبة الزوجة إضافته إليها وبنية إيقاع الطلاق"
        },
        {
            "page": 12,
            "text": "المادة طلاق يقع رجعيا المكمل للثلاث والطلاق الدخول ولو الخلوة والطلاق مالء والطلاق بائن القانون المادة۲ مراعاة نصت المادة القانون الطلاق الرجعي يزيل الزوجية الحال وللزوج مراجعة زوجته أثناء العدة قولا فعلا المادة الطلاق بائنا بطلقة واحدة بطلقتين فلا مانع إجراء عقد الزواج بينهما برضا الطرفين أثناء العدة المادة الطلاق المكمل للثلاث يزيل الزوجية الحال وتقع البينونة الكبرى المادة تحل المطلقة البائن بينونة كبرى لمطلقها تنكح زوجا غيره ويدخل دخولا المادة زواج المطلقة بآخر يهدم بدخوله طلاقات الزوج ولو ثلاثا دونها المادة يجب الزوج يسجل طلاقه ورجعته القاضي وإذا طلق زوجته المحكمة يسجله فعليه يراجع المحكمة لتسجيل الطلاق شهر تخلف يعاقب بالعقوبة المنصوص قانون العقوبات المحكمة تقوم بتبليغ الطلاق الغيابي والرجعة للزوجة أسبوع تسجيله الفصل أحكام الرجعة المادة۹۸ للزوج إرجاع مطلقته رجعيا أثناء العدة قولا فعلا الحق يسقط بالإسقاط تتوقف الرجعة رضا الزوجة يلزم مهر جدید المادة تبين المطلقة رجعيا بانقضاء عدتها رجعة المادة وقع نزاع الزوجين صحة الرجعة فادعت المعتدة بالحيض انقضاء عدتها مدة تحتمل انقضاءها وادعى الزوج انقضائها تصدق المرأة بيمينها يقبل مضي يوما الطلاق المادة تسمع الإنكار دعوى المطلق إثبات مراجعته مطلقته انقضاء عدتها زواجها غيره بمضي يوما الطلاق تكن الرجعة مسجلة رسميا الفصل الثالث الخلع الرضائي والطلاق مال المادة۲ الخلع الرضائي طلاق الزوج زوجته نظير تراضيا بلفظ الخلع الطلاق المبارأة معناها"
        },
        {
            "page": 13,
            "text": "المادة۳ يشترط لصحة الخلع الزوج لإيقاع الطلاق والمرأة محلا وأهلا للالتزام بالعوض وفق أحكام القانون بطل العوض الخلع وقع الطلاق رجعيا يكن مكملا للثلاث الدخول فيكون بائنا المادة لكل الطرفين الرجوع إيجابه المخالعة قبول الطرف الآخر المادة التزامه شرعا صلح عوضا الخلع المادة الخلع مال المهر لزم أداؤه وبرئت ذمة المتخالعين يتعلق بالمهر ونفقة الزوجية المادة۷ يسم المتخالعان شيئا وقت الخلع برئ منهما حقوق الآخر المتعلقة بالمهر والنفقة الزوجية المادة۸ صرح المتخالعان بنفي العوض وقت الخلع الخلع حكم الطلاق المحض ووقعت طلقة رجعية يكن مكملا للثلاث الدخول فيكون بائنا المادة۹ نفقة العدة تسقط الخلع المادةأ اشترط الخلع تقوم الأم بإرضاع الولد حضانته أجر الإنفاق مدة معينة فلم تقم بما التزمت للأب يرجع بما يعادل نفقة الولد أجرة رضاعه حضانته المدة الباقية مات الولد فليس للأب الرجوع بشيء المدة الواقعة الموت الأم المخالعة معسرة وقت الخلع أعسرت فيما يجبر الأب نفقة الولد وتكون دينا الأم المادة اشترط الرجل الخلع إمساك الولد عنده مدة الحضانة الخلع وبطل الشرط ولحاضنته عندئذ المطالبة بنفقته المادة۲ يجرى التقاص نفقة الولد المستحقة أبيه ودين الأب حاضنته المادة۳ الخلع والطلاق مال يقع بهما الطلاق بائنا"
        },
        {
            "page": 14,
            "text": "الفصل الرابع التفريق القضائي التفريق للافتداء المادة طلبت الزوجة التفريق الدخول أودعت قبضته مهرها أخذته هدايا أنفقه الزوج الزواج وامتنع الزوج بذلت المحكمة جهدها الصلح بينهما يصطلحا أحالت الأمر حكمين لموالاة مساعي الصلح بينهما مدة يوما فإذا يتم الصلح تحكم المحكمة بفسخ العقد الزوجين إعادة قبضته الزوجة المهر أخذته هدايا أنفقه الزوج الزواج اختلف الزوجان مقدار نفقات الزواج والهدايا تقدير الحكمين أقامت الزوجة الدخول الخلوة دعوى تطلب التفريق بينها زوجها وبينت بإقرار صريح تبغض الحياة وانه سبيل لاستمرار الحياة الزوجية بينهما وتخشى تقيم حدود الله البغض وافتدت بالتنازل حقوقها الزوجية وردت الصداق استلمته حاولت المحكمة الصلح الزوجين تستطع أرسلت حكمين لموالاة مساعي الصلح بينهما مدة تتجاوز يوما يتم الصلح حكمت المحكمة بفسخ عقد الزواج بينهما التفريق لعدم الإنفاق المادة امتنع الزوج الإنفاق زوجته الحكم بنفقتها مال تنفيذ حكم النفقة نفذ الحكم بالنفقة ماله يكن للزوج الحاضر مال تنفيذ حكم النفقة وطلبت الزوجة التفريق ادعى موسر أصر الإنفاق طلق القاضي الحال وإذا ادعى العجز والإعسار يثبته طلق حالا أثبته أمهله مدة تقل شهر تزيد أشهر لدفع النفقة المحكوم تاريخ رفع دعوى التفريق وتقديم كفيل بنفقتها المستقبلية يفعل طلق القاضي المادة ادعت الزوجة عجز الزوج وإعساره الإنفاق الحكم بنفقتها وتعذر تحصيلها وطلبت التفريق ثبت ادعى اليسار يثبته أمهل مدة تقل شهر تزيد أشهر لدفع النفقة المحكوم تاريخ رفع دعوی التفريق وتقديم كفيل بنفقتها المستقبلية يفعل طلق وإذا أثبت اليسار يكلف بدفع نفقه سته أاشهر تراكم وتقديم كفيل بنفقتها المستقبلية يفعل طلق القاضي الحال"
        },
        {
            "page": 15,
            "text": "المادة۷ الزوج غائبا مال تنفيذ حكم النفقة نفذ حكم النفقة ماله يكن مال تنفيذ حكم النفقة وطلبت الزوجة التفريق تطبق الأحكام التالية معلوم محل الاقامة ويمكن وصول الرسائل أعذر القاضي إليه وضرب أجلا يرسل تنفق الزوجة يحضر للإنفاق طلق القاضي الأجل مجهول محل الاقامة يسهل وصول الرسائل إليه وأثبتت المدعية دعواها طلق القاضي بلا إعذار ضرب تسري أحكام المادة المسجون يعسر بالنفقة المادة۸أ تطليق القاضي لعدم الإنفاق يقع رجعيا الدخول يكن مكملا للثلاث الدخول فيقع بائنا الطلاق رجعيا فللزوج مراجعة زوجته أثناء العدة ويحكم بصحة الرجعة أرجعها العدة ودفع نفقة أشهر تراكم نفقتها وقدم كفيلا بنفقتها المستقبلية فإذا يدفع النفقة يقدم كفيلا فلا تصح الرجعة استيفاء الزوجة النفقة وفق أحكام المادة ۳۲۱ القانون يمنعها إقامة الدعوى بطلب التفريق وفق أحكام المواد ۱۱۷ القانون التفريق للغياب والهجر المادة۹ أثبتت الزوجة غياب زوجها فأكثر معلوم محل الإقامة جاز لزوجته تطلب القاضي فسخ عقد زواجهما تضررت غيابه ولو مال تستطيع الإنفاق المادة۲ أمكن وصول الرسائل الزوج الغائب ضرب القاضي أجلا وأعذر إليه يحضر للإقامة ينقلها إليه يطلقها فإذا انقضى الأجل يفعل يبد عذرا مقبولا فرق القاضي بينهما بفسخ عقد زواجهما تحليفها اليمين المادة۲ الزوج غائبا معلوم وصول الرسائل إليه مجهول محل الإقامة وأثبتت الزوجة دعواها بالبينة وحلفت اليمين وفق الدعوى فرق القاضي بينهما بفسخ عقد زواجهما بلا إعذار وضرب حال عجزها الإثبات نكولها اليمين ترد الدعوى المادة۲ أثبتت الزوجة هجر زوجها وامتناعه قربانها بيت الزوجية مدة فأكثر وطلبت فسخ عقد زواجها أمهله القاضي مدة تقل شهر ليفيء إليها يطلقها يفعل يبد عذرا مقبولا فرق القاضي بينهما بفسخ عقد زواجهما"
        },
        {
            "page": 16,
            "text": "التفريق للإيلاء والظهار المادة۳ حلف الزوج يفيد وطء زوجته مدة أشهر فأكثر تحديد مدة واستمر يمينه مضت أشهر طلق القاضي طلقة رجعية بطلبها تكن مكملة للثلاث الدخول استعد الزوج للفيء التطليق أجله القاضي مدة تزيد شهر يفئ طلق الوجه المذكور الفقرة المادة يشترط لصحة الرجعة التطليق للإيلاء بالفيء فعلا أثناء العدة يوجد عذر فتصح بالقول المادة ظاهر الزوج زوجته يكفر الظهار وطلبت الزوجة التفريق لعدم تكفيره يمينه أنذره القاضي بالتكفير أشهر تاريخ تبلغه الإنذار امتنع لغير عذر حكم القاضي بالتطليق طلقة رجعية تكن مكملة للثلاث الدخول التفريق للحبس المادة لزوجة المحبوس المحكوم بحكم قطعي بعقوبة مقيدة للحرية مدة فأكثر تطلب القاضي مضي تاريخ حبسه وتقييد حريته فسخ عقد زواجها ولو مال تستطيع الإنفاق فإذا أفرج صدور حكم الفسخ يرد الطلب التفريق للشقاق والنزاع المادة۲ لأي الزوجين يطلب التفريق للشقاق والنزاع ادعى ضررا لحق الطرف الآخر يتعذر استمرار الحياة الزوجية سواء الضرر حسيا كالإيذاء بالفعل بالقول معنوياء ويعتبر ضررا معنويا تصرف سلوك مشين مخل بالأخلاق الحميدة يلحق بالطرف الآخر اساءة وكذلك إصرار الطرف الآخر الإخلال بالواجبات والحقوق الزوجية المشار إليها الفصل الثالث الباب الثالث القانون بحيث طلب التفريق الزوجة وتحقق القاضي ادعائها بذلت المحكمة جهدها الإصلاح بينهما فإذا الإصلاح أنذر القاضي الزوج يصلح حاله وأجل الدعوى مدة تقل شهر فإذا يتم الصلح بينهما أصرت الزوجة دعواها أحال القاضي الأمر حكمين المدعي الزوج واثبت الشقاق النزاع بذلت المحكمة جهدها الإصلاح بينهما فإذا الإصلاح القاضي الدعوى مدة تقل شهر أملا بالمصالحة وبعد انتهاء الأجل يتم الصلح وأصر الزوج دعواه أحال القاضي الأمر حكمين يشترط الحكمين يكونا عدلين قادرين الإصلاح أحدهما أهل الزوجة والآخر أهل الزوج أمكن يتيسر حكم القاضي ذوي الخبرة والعدالة والقدرة الإصلاح"
        },
        {
            "page": 17,
            "text": "يبحث الحكمان أسباب الخلاف والنزاع الزوجين معهما شخص يرى الحكمان فائدة بحثها وعليهما يدونا تحقيقاتهما بمحضر يوقع فإذا رأيا إمكان التوفيق والإصلاح طريقة مرضية أقراها ودونا محضر يقدم المحكمة عجز الحكمان الإصلاح وظهر لهما الإساءة جميعها الزوجة قررا التفريق بينهما العوض يريانه يزيد المهر وتوابعه وإذا الإساءة كلها الزوج قررا التفريق بينهما بطلقة بائنة للزوجة تطالبه بغير المقبوض مهرها توابعه ونفقة عدتها ظهر للحكمين الإساءة الزوجين قررا التفريق بينهما قسم المهر بنسبة إساءة منهما للآخر جهل الحال يتمكنا تقدير نسبة الإساءة قررا التفريق بينهما العوض يريانه أيهما بشرط يزيد مقدار المهر وتوابعه قرر الحكمان الزوجة عوضا طالبة التفريق فعليها تؤمن دفعه قرار الحكمين بالتفريق يرض الزوج بتأجيله حال موافقة الزوج التأجيل يقرر الحكمان التفريق العوض ويحكم القاضي بذلك الزوج طالب التفريق وقرر الحكمان تدفع الزوجة عوضا فيحكم القاضي بالتفريق والعوض وفق قرار الحكمين اختلف الحكمان حكم القاضي غيرهما إليهما ثالثا مرجحا الحالة الأخيرة يؤخذ بقرار الأكثرية الحكمين رفع التقرير القاضي بالنتيجة توصلا إليها القاضي يحكم بمقتضاه موافقا لأحكام المادة المادة۲۷أ مراعاة الفقرة المادة القانون يثبت الشقاق النزاع والضرر بشهادة رجلين رجل وامرأتين ويكفي الشهادة بالتسامع المبني الشهرة نطاق حياة الزوجين الحكم الصادر بالتفريق للنزاع والشقاق يتضمن الطلاق البائن التفريق للعيوب المادة۲۸ للمرأة السالمة عيب يحول الدخول تراجع القاضي وتطلب التفريق بينها زوجها علمت علة بنائه كالجب والعنة والخصا يسمع طلب المرأة عيب العيوب الدخول كالرتق والقرن"
        },
        {
            "page": 18,
            "text": "المادة۲۹ الزوجة عقد الزواج بعيب زوجها المانع الدخول ترضى بالعيب دلالة العقد يسقط حقها التفريق العنة العلم عقد الزواج يسقط حقها ولو سلمت المادة۳ راجعت الزوجة القاضي وطلبت التفريق لوجود عيب الزوج ينظر العيب قابل للزوال يحكم بالتفريق بينهما الحال قابلا للزوال كالعنة يمهل الزوج سنه تسليمها وقت برء الزوج کان مریضا وإذا مرض الزوجين أثناء الأجل مدة قليلة كثيرة بصورة تمنع الدخول غابت الزوجة فالمدة تمر الوجه تحسب مدة الأجل غيبة الزوج وأيام الحيض تحسب فإذا يزل العيب المدة الزوج راض بالطلاق والزوجة مصرة طلبها يحكم القاضي بالتفريق فإذا ادعی بدء المرافعة ختامها الوصول إليها ينظر فإذا الزوجة ثيبا فالقول قول الزوج اليمين بكرا فالقول قولها بيمينها المادة۳ ظهر للزوجة الدخول بعده الزوج مبتلى بعلة مرض الإقامة بلا ضرر كالجذام البرص السل الزهري الايدز طرأت العلل والأمراض فلها تراجع القاضي وتطلب التفريق والقاضي الاستعانة بأهل الخبرة والاختصاص ينظر يغلب الظن تعذر الشفاء يحكم بفسخ عقد الزواج بينهما الحال يغلب الظن حصول الشفاء زوال العلة يؤجل التفريق واحدة فإذا تزل المدة يرض الزوج بالطلاق وأصرت الزوجة طلبها يحكم القاضي بالتفريق عيب كالعمى والعرج الزوج فلا يوجب التفريق المادة۳۲ للزوج طلب فسخ عقد الزواج زوجته عيبا جنسيا مانعا الوصول إليها كالرتق والقرن مرضا منفرا بحيث المقام بلا ضرر يكن الزوج العقد رضي بعده ضمنا المادة۳۳ العلل الطارئة الزوجة الدخول تسمع دعوى طلب الفسخ الزوج المادة يثبت العيب المانع الدخول بتقرير الطبيب المختص مؤيد بشهادته الماد الزوج عقد الزواج وطلبت الزوجة القاضي التفريق تقرير طبي الجنون يزول فرق القاضي بينهما بالحال؛ واذا الممكن زواله يؤجل التفريق لمدة فإذا تزل الجنة المدة وأصرت الزوجة طلبها يحكم القاضي بالتفريق المادة للزوجة القادرة الإنجاب يكن ولد تتجاوز الخامسة والاربعين شمسية عمرها طلب فسخ عقد زواجها ثبت بتقرير طبي مؤيد بالشهادة عقم الزوج وقدرة الزوجة الإنجاب وذلك مضي تاريخ دخوله بھا"
        },
        {
            "page": 19,
            "text": "المادة۳۷ جدد الطرفان العقد التفريق العيب العلة فليس لأي منهما طلب التفريق للسبب المادة۳۸ الفرقة للعيوب فسخا التفريق للعجز دفع المهر المادة۳۹ ثبت الدخول عجز الزوج دفع المهر المعجل كله بعضه فللزوجة تطلب القاضي فسخ الزواج والقاضي يمهله شهرا فإذا يدفع المهر يفسخ الزواج بينهما الزوج غائبا يعلم محل إقامة مال تحصيل المهر العقد يفسخ إمهال التفريق لإباء الاسلام والردة المادة الزوجان مسلمين وأسلما معا فزواجهما باق أسلم الزوج وحده وزوجته كتابية فالزواج باق كتابية عرض الإسلام أسلمت صارت كتابية بقي الزواج أبت فسخ الزواج أسلمت الزوجة وحدها يعرض الإسلام الزوج أسلم بقي الزواج أبى فسخ الزواج يمهل ابى يوما تاريخ عرض الإسلام عاقلا يكن فسخ العقد الحال المادة يشترط لبقاء الزوجية الأحوال المذكورة المادة القانون الزوجين سبب أسباب التحريم المبينة القانون المادة ثبتت ردة الزوجين ينظر الردة الدخول حكم القاضي بفسخ عقد الزواج بينهما اعتبارا تاريخ الردة الردة الدخول وأصر المرتد ورفض العودة ردته حكم القاضي بفسخ عقد الزواج بينهما التفريق للفقد المادة لزوجة المفقود تعرف حياته مماته الطلب القاضي فسخ عقد زواجهما لتضررها بعده ولو مالا تنفق فإذا تعرف حياته مماته البحث والتحري ففي حالة الأمن وعدم الكوارث يؤجل الأمر تاريخ فقدهء فإذا الزوج المفقود وأصرت الزوجة طلبها يفسخ عقد زواجهماء حال يغلب الظن هلاكه كفقده معركة إثر غارة جوية زلزال شابه فللقاضي فسخ عقد زواجهما مضي مدة تقل تاريخ فقده البحث والتحري"
        },
        {
            "page": 20,
            "text": "المادة للزوجة الأحوال تعطيها الخيار تؤخر الدعوى تتركها مدة إقامتها الباب الخامس آثار انحلال عقد الزواج الفصل الأول العدة المادة العدة مدة تربص تلزم المرأة إثر الفرقة فسخ طلاق وفاة وطء بشبهة تبتدئ العدة وقوع الفرقة وقع الطلاق الفسخ العقد الصحيح فلا تلزم العدة بالدخول الخلوة الصحيحة وأما وقع الفسخ العقد الفاسد فلا تلزم العدة بالدخول المادة المتوفى زوجها زواج صحيح الحامل سواء أدخل يدخل أشهر وعشرة أيام المادة الحامل لأي سبب الوفاة حيضات كوامل لذوات الحيض أشهر لمن الحيض بلغت الإياس فإذا جاء منهما الحيض انقضائها استأنفتا العدة بثلاث حيضات كوامل ممتدة الطهر رأت الحيض مرتين انقطع حيضها تتربص أشهر تتمة للسنة المادة الحامل فرقة تنقضي بوضع حملها إسقاطه مستبين الخلقة كلها بعضها يكن مستبين الخلقة تعامل وفقا لأحكام المادتين القانون المادة المطلقة رجعيا توفي زوجها عدتها انتقلت الطلاق الوفاة المادة تعتد معتدة الطلاق الرجعي والوفاة البيت المضاف للزوجين بالسكنى الفرقة طلقت مات مسكنها عادت إليه فورا تخرج معتدة الطلاق بيتها لحاجة وإذا اضطر الزوجان للخروج البيت فتنتقل معتدة الطلاق مسكن آخرء يكلف الزوج بتهيئته إقامته عمله وأما معتدة الوفاة فلها الخروج لقضاء مصلحتها تبيت بيتها وإذا اضطرت المسكن فتنتقل أقرب موضع الفصل نفقة العدة المادة تجب الزوج نفقة معتدته طلاق فسخ مراعاة أحكام الفصل الباب القانون"
        },
        {
            "page": 21,
            "text": "۳۲۰ نفقة العدة كالنفقة الزوجية ويحكم تاريخ وجوب العدة يكن للمطلقة المادة۲ نفقة زوجية مفروضة فإذا نفقة فإنها تمتد انتهاء العدة تزيد مدة العدة تسمع دعوى نفقة العدة مرور تبليغ الزوجة الطلاق المادة۳ مراعاة أحكام المادة القانون أسند الزوج طلاق زوجته زمن سابق صدقته الزوجة أقيمت بينة علمها فيكون مبتد استحقاقها لنفقة العدة التاريخ المسند إليه الطلاق أكذبته تقم بينة علمها فيكون مبتدأ استحقاقها النفقة تاريخ إقراره بالطلاق المادة للمرأة توفي زوجها نفقة سواء أكانت حاملا حامل الرغم الفقرة المادة للمتوفى زوجها المدخول السكني بيت الزوجية مدة العدة المنكن للميت بملك بمنفعة موقتة بإجارة مدفوع بدلها موته الفصل الثالث التعويض الطلاق التعسفي المادة طلق الزوج زوجته تعسفا طلقها لغير سبب معقول وطلبت القاضي التعويض حكم مطلقها بتعويض يقل نفقة يزيد نفقة ویراعی فرضها حال الزوج عسرا ويسرا ويدفع جملة إدا الزوج موسرا وأقساطا معسراء يؤثر حقوقها الأخرى الباب السادس حقوق الأولاد والأقارب الفصل الأول النسب المادة أقل مدة الحمل أشهر وأكثرها المادة۷ يثبت نسب المولود لأمه بالولادة يثبت نسب المولود لأبيه بفراش الزوجية بالإقرار بالبينة للمحكمة تثبت نسب المولود لأبيه بالوسائل العلمية القطعية مراعاة أحكام ثبوت النسب بفراش الزوجية تسمع الإنكار دعوى النسب لولد زوجة ثبت التلاقي بينها زوجها العقد لولد زوجة أتت غيبة الزوج مالم يثبت بالوسائل العلمية القطعية الولد"
        },
        {
            "page": 22,
            "text": "تسمع الانكار دعوى النسب لولد المطلقة أتت لأكثر تاريخ الطلاق لولد المتوفى زوجها أتت لأكثر تاريخ الوفاة الولد لصاحب الفراش مضى عقد الزواج الصحيح أقل مدة الحمل أ۸ةداملا يثبت نسب المولود العقد الفاسد الوطء بشبهة ولد لأقل مدة الحمل تاريخ الدخول الوطء بشبهة يثبت نسب المولود لأبيه جاءت الزوجة تاريخ الفراق بطلاق ۹ةداملا فسخ وفاة يثبت نسب المولود لأبيه بالإقرار ولو مرض الموت بالشروط التالية ةداملا المقر حيا مجهول النسب يكذبه ظاهر الحال المقر بالغا عاقلا فارق السن المقر والمقر يحتمل صحة الإقرار يصدق المقر البالغ العاقل المقر الإقرار بالنسب يجوز صريحا ضمنيا المادة يثبت النسب بالتبني ولو الولد المتبنى مجهول النسب المادة۲ المادة۳ ينتفي النسب الثابت بالفراش بتصادق الزوجين نفيه تمام لعان الزوج توقف لعان الزوجة الأحوال يثبت نسب الولد بالفراش زواج صحيح فائم منحل بالدخول زواج فاسد بوطء بشبهة يجوز للرجل ينفي نسب الولد الحمل باللعان للرجل يلاعن بمفرده لنفي النسب حال إقرار المرأة بالزنا يمتنع الرجل اللعان لنفي نسب الحمل الولد الحالات التالية مرور يوما العلم بالولادة اعترف بالنسب ضمنا ثبت بالوسائل العلمية القطعية الحمل الولد اللعان يقسم الرجل أيمان بالله صادق فيما رمى زوجته ةداملا الزنا نفي الولد والخامسة لعنة الله الكاذبين وتقسم المرأة أيمان بالله لمن الكاذبين والخامسة غضب الله الصادقين المادة يترتب اللعان الزوجين فسخ عقد زواجهما اللعان لنفي النسب وحكم القاضي انتفى نسب الولد الرجل تجب نفقته يرث أحدهما الآخر أكذب الرجل ولو الحكم بنفي النسب يثبت نسب الولد"
        },
        {
            "page": 23,
            "text": "الفصل الرضاع المادة تتعين الأم لإرضاع ولدها وتجبر يكن للولد لأبيه مال يستأجر مرضعة توجد متبرعة يجد الأب ترضعه أمه يقبل غيرها لإرضاعه المادة۷ أبت الأم إرضاع ابنها الأحوال يتعين إرضاعه فعلى الأب يستأجر مرضعة ترضعه عندها المادة۸ تستحق الصغير حال قيام الزوجية الطلاق الرجعي أجرة إرضاع ولدها وتستحقها الطلاق البائن وبعدها المادة الأم أحق بإرضاع ولدها ومقدمة غيرها بأجرة المثل المتناسبة حال المكلف بنفقته مالم تطلب أجرة ففي الحالة يضار المكلف بالنفقة وتفرض الأجرة تاريخ الإرضاع إكمال الولد سنتين يفطم الفصل الثالث الحضانة والضم والمشاهدة المادة۷ الأم النسبية أحق بحضانة ولدها وتربيته حال قيام الزوجية وبعد الفرقة الأم ينتقل الحق لأمها لأم الأب للأب للمحكمة تقرر بناء مالديها قرائن لصالح رعاية المحضون إسناد الحضانة لأحد الأقارب الأكثر أهلية المادة۷ يشترط مستحق الحضانة بالغا عاقلا سليما الأمراض المعدية الخطيرة أمينا المحضون قادرا تربيته وصيانته دينا وخلقا وصحة يضيع المحضون عنده لانشغاله يسكنه بيت مبغضيه يؤديه مرتدا مراعاة جاء الفقرة المادة يشترط مستحق الحضانة النساء متزوجه بغير محرم الصغير يشترط الحاضن رحم محرم للمحضون حال اختلاف الجنس المادة۲ يسقط الحضانة الحالتين التاليتين اختل الشروط المطلوب توافرها مستحق الحضانة سكن الحاضن الجديد سقطت حضانته سلوكه ردته إصابته بمرض معد خطير المادة تستمر حضانة الأم إتمام المحضون عمره ولغير الأم إتمام المحضون يعطى الاختيار للمحضون بلوغ السن المحددة الفقرة المادة البقاء الام الحاضنة بلوغ المحضون الرشد"
        },
        {
            "page": 24,
            "text": "تمتد حضانة النساء المحضون مريضا مرضا يستغني بسببه رعاية النساء تقتض مصلحته خلاف المادة يعود الحضانة زال سبب سقوطه تقتض مصلحة المحضون خلاف المادة يؤثر سفر الولي الحاضنة بالمحضون داخل المملكة حقه إمساك المحضون يكن السفر تأثير رجحان مصلحة المحضون ثبت تأثير السفر مصلحة المحضون يمنع سفره وتنتقل حضانته مؤقتا يليه أصحاب الحضانة المادة المحضون يحمل الجنسية الأردنية فليس لحاضنته الإقامة المملكة السفر المملكة لغاية الإقامة بموافقة الولي وبعد التحقق تأمين مصلحة المحضون المادة۷۷ السفر بالمحضون المملكة لغاية مشروعة مؤقتة يوافق الولي سفره فللقاضي يأذن للحاضن بالسفر بالمحضون يتحقق تأمين مصلحته وبيان مدة الزيارة وأخذ الضمانات الكافية لعودته انتهاء الزيارة تتضمن تقديم كفالة الأقارب الدرجة الرابعة يستعد الكفيل بالحبس إذعان الحاضن بعودة المحضون منع سفر الكفيل عودة المحضون المملكة رغب الأب الحاضن الإقامة بالمحضون المملكة وامتنعت مستحقة الحضانة سقط حقها لأي سبب فللأب السفر بالمحضون والإقامة وفق أحكام الفقرة المادة ۱۸۱ القانون وبعد تقديم الضمانات توافق المحكمة المادة ۷۸أ أجرة الحضانة المكلف بنفقة المحضون وتقدر بأجرة الحاضنة تزيد قدرة المنفق ويحكم تاريخ الطلب وتستمر إتمام المحضون الخامسة عمره تستحق الحاضنة أجرة مسكن لحضانة المحضون المكلف بنفقته يكن للصغير مسكن يمكنها تحضنه جلا تستحق الأم أجرة للحضانة حال قيام الزوجية الطلاق الرجعي المادة۷۹ تفرض أجرة مسكن الحاضنة قدرة المنفق يسرا وعسرا تاريخ الطلب المادة۸ الحاضن الاحتفاظ بأصل الوثائق المستندات الثبوتية الضرورية لقضاء مصالح المحضون صور مصدقة مقتضى الحال كشهادة الولادة وبطاقة التأمين الصحي المادة لكل الأم والأب الحق مبيت المحضون بلغ السابعة عمره عنده ليال الشهر متصلة متفرقة المحضون يبلغ السابعة عمره فلكل منهما وللجد لاب الأب الحق رؤية المحضون واستزارته واصطحابه الأسبوع والاتصال عبر وسائل الاتصال الحديثة المتوفرة أحدهما غيرهما ممن الحضانة للأجداد والجدات رؤية المحضون الشهر وذلك كله محل إقامة طرفي الدعوى والمحضون داخل المملكة"
        },
        {
            "page": 25,
            "text": "محل إقامة الولي الحاضن والمحضون المملكة فللمحكمة تحديد تعديل وزمان وكيفية مبيت رؤية المحضون واستزارته واصطحابه السنة الأقل يحدد كله مراعاة المحضون ظروفه بما يحقق مصلحته ومصلحة طرفي الدعوى يمنع الحكم الصادر الدعوى صاحب الحق رؤية المحضون واستزارته واصطحابه محل إقامة المحضون محل إقامة المحضون داخل المملكة ومحل إقامة صاحب المبيت الرؤية والاستزارة والاصطحاب خارجها فللمحكمة حضوره المملكة تحديد تعديل وزمان وكيفية المبيت رؤية المحضون واستزارته واصطحابه المدة تراها مناسبة مراعية المحضون ظروفه بما تراه محققا لمصلحته ومصلحة طرفي الدعوى لطالب المبيت الرؤية والاستزارة والاصطحاب والاتصال بالمحضون الاتفاق الحاضن تحديد زمان ومكانه وكيفيته فإذا يتفقا يعرض القاضي الطرفين الطرف الحاضر منهما زمانا ومكانا وكيفية ويستمع لأقوالهما الحاضر منهما الخصوص يحدد كله مراعيا المحضون ظروفه بما يراه محققا لمصلحته ومصلحة طرفي الدعوى يتضمن حكم المبيت الرؤية والاستزارة والاصطحاب إلزام المحكوم بإعادة المحضون حاضنه انتهاء المدة المقررة المحكمة بناء طلب الحاضن منع سفر المحضون ضمانا لحقه يلزم طالب المبيت الرؤية بدفع تقدره المحكمة نفقات لتنفيذ المبيت الرؤية طلب الحاضن ويستثنى نفقات احضار المحضون المملكة المادة للقاضي تعديل زمان المبيت الرؤية والاستزارة والاصطحاب والاتصال بالمحضون ومكان وكيفيته يبرر الطلب وحسبما تقتضيه المصلحة يجوز لطرفي الحكم الاتفاق تعديل زمان ومكان ومدة وكيفية المبيت الرؤية والاستزارة والاصطحاب والاتصال بالمحضون رئيس التنفيذ المنفذ الحكم المادة۸۳ امتنع الحاضن تمكين المحكوم المبيت الرؤية الاستزارة الاصطحاب الاتصال بالمحضون عذر وتكرر تخلفه امتناعه إنذار رئيس التنفيذ جاز لقاضي الموضوع بناء الطلب إسقاط الحضانة مؤقتا ونقلها يليه أصحاب الحضانة ولمدة محدودة تزيد وبما يراعي مصلحة المحضون انتقل إليه الحضانة مؤقتا تنفيذ حكم المبيت الرؤية الاستزارة الاصطحاب الاتصال كأنه صادر بحقه تكرر تخلف المحكوم الموعد المضروب لتنفيذ الحكم بالمبيت بالرؤية الاستزارة الاصطحاب الاتصال عذر جاز لرئيس التنفيذ بناء الطلب تنفيذ الحكم لمدة تزيد أشهر"
        },
        {
            "page": 26,
            "text": "المادة مراعاة أحكام الحضانة للولي الحق الإشراف شؤون المحضون وتعهده اختيار نوع التعليم ومكانه وذلك محل إقامة الحاضنة يجوز نقله محل إقامتها بموافقتها لضرورة تحقق مصلحة المحضون الولي والحاضنة العناية بشؤون المحضون التأديب والتوجيه والرعاية للولي المحرم يضم إليه الأنثى الثلاثين عمرها ةداملا مأمونة يقصد بالضم الكيد والإضرار تلزم الأم بالحضانة تعينت وإذا تتعين ورفضت حضانة أولادها يلزم القاضي المادة الأصلح ممن الحضانة الفصل الرابع نفقات الأولاد يكن للولد مال فنفقته أبيه يشاركه يكن الأب فقيرا عاجزا ۸۷ةداملا النفقة والكسب لعلة بدنية عقلية الأب غائبا ويتعذر تحصيل النفقة للولد الأب فقيرا قادرا ۸۸ةداملا الكسب كسبه يزيد كفايته يجد كسبا يكلف بنفقة الولد تجب النفقة الأب وتكون النفقة دينا للمنفق الأب يرجع متی حضر ایسر يراعى تقدير نفقة الأولاد حال الأب يسرا عسرا تقل الكفاية ۸۹ةداملا يلزم الأب الموسر بنفقة تعليم أولاده المراحل التعليمية بما السنة ۹ةداملا التمهيدية الصف الأول الأساسي وإلى ينال الولد شهادة جامعية الولد أهلية للتعلم اختار الولي المكلف بالإنفاق المحضون تعليمه المدارس الخاصة المادة السنة التمهيدية فلا يملك الرجوع قادر نفقات التعليم الخاص مسوغ مشروع بعلى الرغم الفقرة المادة يجوز للولي المكلف بالإنفاق المحضون الرجوع تعليمه المدارس الخاصة اختارها لعدم قدرته دفع نفقات التعليم الحاضن بدفع النفقات وجه التبرع ودون الرجوع الولي المحضون يلزم الأب بنفقة علاج أولاده تلزمه نفقتهم المادة۲ الأب معسرا يقدر أجرة الطبيب العلاج نفقة التعليم الأم المادة۳ موسرة قادرة تلزم دينا الأب ترجع اليسارء وكذلك الأب غائبا يتعذر تحصيلها"
        },
        {
            "page": 27,
            "text": "۳۲۷ المادة الأب والأم معسرين فعلى تجب النفقة الأب نفقة المعالجة التعليم دينا الأب يرجع المنفق اليسار المادة۹ تستمر نفقة الأنثى الموسرة بمالها كسبها تتزوج وتستمر نفقة الغلام الحد يتكسب أمثاله المادة للحاضن يخاصم المحضون دعاوى الحضانة والمبيت والرؤية والاستزارة والاصطحاب والنفقات بلوغه الرشد قبض النفقة الفصل الخامس نفقة الوالدين والأقارب المادة تجب الولد الموسر ذكرا أنثى كبيرا صغيرا نفقة والديه الفقيرين ولو كانا قادرين الكسب الولد فقيرا قادر الكسب يلزم بنفقة والديه الفقيرينء وإذا كسبه يزيد حاجته وحاجة زوجته وأولاده فيلزم بضم والديه إليه وإطعامهما عائلته المادة۹۸ تجب نفقة الصغار الفقراء كبير فقير عاجز الكسب بعلة بدنية عقلية يرثهم أقاربهم الموسرين بحسب حصصهم الإرثية وإذا الوارث معسرا تفرض النفقه يليه الإرث ويرجع الوارث ايسر المادة۹۹ الاختلاف اليسار والإعسار دعاوى النفقات ترجح بينة اليسار إلافي حالة ادعاء الإعسار الطارئ فترجح بينة مدعيه المادة تفرض نفقة الأقارب اعتبارا تاريخ الطلب المادة فرضت النفقة الأصول الفروع الأقارب غائبا حضر المحاكمة وتغيب الإجابة موضوع الدعوى يحلف طالب النفقة اليمين يستوف النفقة سلفا المادة۲ تسمع دعوى الزيادة النقص نفقة الزوجة الأقارب المفروضة مضي الحكم تحدث ظروف استثنائية الباب السابع الأهلية والولاية والوصاية الفصل الأول الأهلية المادة شخص يبلغ الرشد متمتعا بقواه العقلية يحجر كامل الأهلية لمباشرة حقوقه المدنية وسن الرشد شمسية كاملة"
        },
        {
            "page": 28,
            "text": "المادة لمباشرة حقوقه المدنية فاقد التمييز لصغر السن عته جٺنون يكمل السابعة يعتبر فاقدا للتمييز المادة بلغ التمييز يبلغ الرشد بلغ الرشد سفيها غفلة ناقص الأهلية وفقا يقرره القانون المادة المعتوه اختل شعوره بحيث فهمه قليلا وكلامه مختلطا وتدبيره فاسدا السفيه ينفق ماله موضعه ويبذر نفقاته ويضيع أمواله ويتلفها بالإسراف يقتضيه الشرع والعقل الغفلة يهتدي التصرفات النافعة فيغبن المعاملات لبله المادة۷۲ لأحد النزول حريته الشخصية أهليته التعديل أحكامها المادة۸۲ شخص أهل للتعاقد تسلب أهليته يحد بحكم القانون المادة للصغير المميز التصرف ماله وتكون تصرفاته باطلة المادة۲ تصرفات الصغير المميز صحيحة نافعة نفعا محضا وباطلة ضارة ضررا محضا التصرفات الدائرة النفع والضرر فتعقد موقوفة إجازة الولي الحدود يجوز التصرف ابتداء إجازة القاصر بلوغه الرشد وسن التمييز كاملة المادة الصغير والمجنون والمعتوه محجورون لذاتهم السفيه وذو الغفلة فتحكم عليهما المحكمة وترفع الحجر عنهما وفقا للقواعد والإجراءات المقررة القانون ويبلغ قرار الحجر للمحجور ويعلن للناس دوائر التسجيل والأحوال المدنية الجهات العلاقة المملكة بأحكام الحجر القطعية الصادرة المحاكم الشرعية لمراعاة مضمونها المادة۲ المعتوه حكم الصغير المميز المجنون المطبق حكم الصغير المميز المجنون المطبق فتصرفاته حال إفاقته كتصرف العاقل يتولى شؤون فاقد الأهلية ناقصها يمثله سواء وليا وصيا المادة يسري تصرفات المحجور للغفلة السفه يسري تصرفات الصبي المميز أحكام؛ ولي السفيه المحكمة تعينه للوصاية لأبيه جده وصيهما الولاية تصرفاته الحجر فمعتبرة نتيجة استغلال تواطؤ"
        },
        {
            "page": 29,
            "text": "المادة تصرف المحجور لسفه غفلة بالوقف بالوصية صحيحا أذنته المحكمة وتكون أعمال الإدارة الصادرة المحجور لسفه المأذون بتسلم أمواله صحيحة الحدود رسمتها الجهة أصدرت الإذن المادة۲ الشخص أصم أبكم أعمى أصم أعمى أبكم وتعذر التعبير إرادته جاز للمحكمة تعين وصيا معاونا التصرفات تقضي مصلحته المادة۲ للولي بترخيص المحكمة يسلم الصغير المميز أكمل الخامسة شمسية عمره مقدارا ماله ويأذن التجارة تجربة لهء ويكون الإذن مطلقا مقيدا وإذا توفي الولي أذن للصغير انعزل ولايته يبطل إذنه المادة۷۲ الصغير المأذون التصرفات الداخلة الإذن كالبالغ الرشد المادة۸۲ للولي يحجر الصغير المأذون ويبطل الإذن ويكون حجره الوجه أذنه المادة۹۲ للمحكمة تأذن للصغير المميز امتناع الولي الإذن للولي يحجر وللمحكمة الإذن تعيد الحجر الصغير المادة۲۲ للمميز أكمل الخامسة عمره يتم الثامنة يتسلم نفقته المحكوم أهلية التصرف فيما سلم المادة۲۲۱ شارف عارض عوارض الأهلية بلوغ الثامنة شمسية عمره فلوليه وصيه إقامة دعوى بطلب الحجر أشهر بلوغه الثامنة وإذا ثبت للمحكمة العارض حكمت باستمرار الولاية الوصاية لسبب أسباب الحجر المادة۲ للمحجور الحق إقامة الدعوى بنفسه لرفع الحجر الفصل الولاية المادة مراعاة المادة القانون ولي الصغير أبوه وصي أبيه جده الصحيح وصي الجد المحكمة الوصي نصبته المحكمة المادة يشترط الولي عاقلا راشدا أمينا قادرا القيام بمقتضيات الولاية ولاية لغير المسلم المسلم"
        },
        {
            "page": 30,
            "text": "الولي حكم بالحجر توقف ولايتهء الحالة يعين القاصر ةداملا وصي مؤقت یکن ولي يسترد الولي الولاية المال زوال سبب ولايته بطلب يتقدم المحكمة غاب الولي مدة تزيد أشهر فللمحكمة تعين وصيا مؤقتا لمهمة محددة لتسيير المصالح الضرورية للقاصر مراعاة المادة ۲۲۹ القانون القيود الواردة سلطة الولي ۲۲ةداملا تسري بالنسبة للمال القاصر سبيل التبرع ولو للأم ولكل متبرع يشترط يقيد سلطة الولي الوصي التصرف المال المتبرع وإدارته وتراعى الشروط أمكن وبما يضر بمصلحة القاصر المادة الأب والجد تصرفا مال الصغير تصرفهما بمثل القيمة بغبن يسير العقد ونفذ عرفا بسوء التصرف فللمحكمة تقيد ولايتهما تسلبهما الولاية المادة۲۲۸ للمحكمة بناء الطلب سلب ولاية الولي تقييدها توافرت مسوغات وأسبابه المادة يجوز للأب يرهن ماله ولده الصغير حالة الأب فللجد أبي الأب رهن ماله الصغير وإذا للأب دين ابنه الصغير فله يرتهن لنفسه مال ولده وللأب الجد يرهن مال الصغير بدين الصغير يرهن مال أولاده الصغار لابنه الآخر الصغير بدين يأخذ المحكمة الحالة الحالتين المبينتين الفقرتين المادة للأب للجد يرهن مال ولده الصغير بدين لأجنبي الأب الفصل الثالث الوصاية للأب يعين وصيا مختارا ولده القاصر الحمل القاصرين ۲۳ةداملا أولاد ابنه المحجور يرجع إيصائه ولو التزم بعدم الرجوع يكن للقاصر وصي مختار الأب لأب وصي مختار الجد لأب يعين القاضي وصيا لإدارة شؤونه مراعيا مصلحة القاصر يعين القاضي وصيا مؤقتا لمهمة معينة لمدة محددة وفقا لحاجة القاصر المادة۲۳۱ يشترط الوصي وقت تعيينه وأثناء وصايته كمال الأهلية القدرة القيام بشؤون القاصر"
        },
        {
            "page": 31,
            "text": "محكوما بجريمة مخلة بالآداب تمس الشرف النزاهة لايكون أشهر إفلاسه أعلن إعساره سبق سلبت ولايته عزل الوصاية قاصر بينه القاصر نزاع قضائي المادة۲۳۲أ يجوز الوصي ذكرا أنثى منفردا متعددا مستقلا مشرف تعدد الأوصياء فللقاضي حصر الوصاية منهم حسبما تقتضيه مصلحة القاصر حال القاصر قانونا شخص جهة رسمية مختصة لإيوائه ورعايته فللقاضي تعيين الشخص ممثل الجهة الرسمية إضافة لوظيفته وصيا مؤقتا القاصر لمدة وغاية محددتين المادة۲۳۳ يتقيد الوصي بالشروط والمهام المسندة إليه حجة الوصاية الماد يجب الوصي إدارة أموال القاصر ورعايتها وعليه يبذل العناية يطلب الوكيل المأجور الوصاية حسبة وتبرع وللمحكمة بناء طلب الوصي تحدد أجرا ثابتا مكافأة عمل معين المادة للمحكمة تلزم الوصي بتقديم الضمانات اللازمة وفقا لظروف حالةء وتكون نفقات الضمانات حساب القاصر تخضع تصرفات الوصي لرقابة المحكمة مشرف لمراقبة أعمال الوصي يتولى مراقبة الوصي إدارة شؤون القاصر وعليه إبلاغ النيابة العامة الشرعية أمر تقضي مصلحة القاصر رفعه إليها المادة۲۳ عقود الإدارة الصادرة الوصي مال الصغير صحيحة نافذة ولو بغبن يسير ويعتبر عقود الإدارة بوجه خاص الإيجار تزد مدته وأعمال الحفظ والصيانة واستيفاء الحقوق وإيفاء الديون وبيع المحصولات الزراعية وبيع المنقول يسرع إليه التلف والنفقة الصغير المادة۲۳۷ التصرفات الصادرة الوصي مال الصغير تدخل أعمال الإدارة كالبيع والرهن والقرض والصلح وقسمة المال الشائع واستثمار النقود تصح بإذن المحكمة المختصة وبالطريقة تحددها المادة۲۳۸ يجوز للوصي بإذن المحكمة يرهن مال الصغير المحجور أجنبي بدين ايهما يجوز يرهن ماله الصغير المحجور ارتهان مال أيهما لنفسه المادة۲۳۹ الوصي تقديم تقرير أشهر الأقل للمحكمة وحسبما تقتضيه طبيعة العمل يتولى إدارته"
        },
        {
            "page": 32,
            "text": "المادة تخلى الوصي الوصاية فللمحكمة قبول استقالته وتعيين مكانه المحكمة محاسبة الوصي المادة تنتهي الوصاية الأحوال التالية إتمام القاصر الثامنة شمسية عمره تقرر استمرار الوصاية عودة الولاية للولي الشرعي الوصي لأهليته ثبوت غيبة الوصي موت الوصي موت القاصر ولادة الحمل ميتا ولادته حيا الولي الشرعي انتهاء الغاية الوصاية المؤقتة قبول استقالة الوصي عزله المادة يعزل الوصي الحالات التالية اختل شرط الشروط الواجب توافرها ولو السبب قائما وقت أساء الوصي الإدارة أهمل بقاء وصايته خطر مصلحة القاصر المادة الوصي انتهاء مهمته تسليم أموال القاصر يتعلق حسابات ووثائق يعنيه الأمر إشراف المحكمة مدة تتجاوز يوما تاريخ انتهاء مهمته المادة مات الوصي حجر حكم باعتباره غائبا مفقودا التزم ورثته ينوب بحسب الأحوال إخبار النيابة العامة الشرعية فورا لاتخاذ الإجراءات اللازمة لتسلم أموال القاصر وحماية حقوقه الفصل الرابع الغائب والمفقود المادة الغائب الشخص يعرف موطنه محل إقامته حالت ظروف إدارته شؤونه المالية بنفسه بوكيل مدة فأكثر وترتب تعطيل مصالحه مصالح غيره وصدر حكم بذلك المادة المفقود الشخص تعرف حياته مماته وصدر حكم بذلك المادة يعين القاضي بناء الطلب قيما لإدارة أموال الغائب والمفقود تحصى أموال الغائب المفقود تعيين قيم وتدار بالطريقة تدار أموال القاصر"
        },
        {
            "page": 33,
            "text": "المادة ينتهي الفقدان تحققت حياة المفقود وفاته حكم باعتبار المفقود ميتا المادة يحكم بموت المفقود فقده جهة معلومة ويغلب الظن موته مرور تاريخ فقده فقده إثر كارثة كزلزال غارة جوية حالة اضطراب الأمن وحدوث الفوضى شابه فيحكم بموته فقده المادة۲ جهة معلومة يغلب الظن هلاكه فيفوض أمر المدة يحكم بموته القاضي المدة كافية يغلب الظن موته ولابد التحري بالوسائل يراها القاضي كافية للتوصل معرفة کان حیا ميتا المادة۲ يعد صدور الحكم بموت المفقود تاريخا لوفاته المادة۲۲ الحكم بموت المفقود يترتب تعتد زوجته اعتبارا تاريخ الحكم الوفاة تقسم تركته ورثته الموجودين وقت الحكم المادة۳۲ حكم بوفاة المفقود تحققت حياته يرجع الورثة بتركته استهلك تعود زوجته عصمته تتزوج ويقع الدخول الباب الثامن الوصية الفصل الأول أحكام المادة الوصية تصرف بالتركة مضاف موت الموصي المادة۲ التصرفات تصدر مرض الموت بقصد التبرع والمحاباة تلحق بالوصية وتسري أحكامها المادة۲ تنعقد الوصية بالعبارة الموصي قادرا وإلا فبالكتابةء فإذا الموصي عاجزا عنهما انعقدت بالإشارة المعلومة المادة۷۲ تلزم الوصية بقبولها الموصى دلالة وفاة الموصي وترد بردها وفاة الموصي المادة۲ يجوز للموصي الرجوع الوصية كلها بعضها الرجوع صريحا ومسجلا جهة رسمية"
        },
        {
            "page": 34,
            "text": "المادة الموصى جنينا فاقد الأهلية قبول الوصية ممن الولاية الوصاية ماله الموصى محجورا لسفه ناقص الأهلية قبوله الوصية الوصية للجنين وناقصي الأهلية وفاقديها لمن الولاية الوصاية أموالهم بإذن المحكمة يوجد يقبل الوصية ناقصي الأهلية فاقديها فيكون القبول والرد زوال مانع القبول الرد المادة۲ الموصى محصورين جهة صفة اعتباريه لزمت الوصية توقف القبولء سواء أكان يمثلهم قانونا المادة۲أ يشترط القبول الرد فور موت الموصي يبد الموصى رأيا بالقبول الردء واستطال الوارث تنفيذ الوصية خشي استطالتهء فله يعذر إليه بواسطة المحكمة بمذكرة خطية تشتمل تفصيل الوصيةء ويطلب إليه قبولها ردها ويحدد يقل شهر يجب قابلا رادا يكن عذر مقبول الإجابة رادا حكما المادة۲ الموصى الوصية بعضها الآخر لزمت الوصية فيما وبطلت فیما وتعود ارٹا الموصى الوصية وردها الباقون لزمت بالنسبة لمن وبطلت بالنسبة لمن وتعود إرثا وتسري أحكام المادة يشترط الموصي التجزئة فهم شرطه سياق الوصية المادة۳ مات الموصى قبول الوصية ردها ورثته مقامه تعدد الورثةء تجزأت الوصية بنسبة حصصهم ولكل منهم قبول حصته كلها بعضها حصته الوصية المادة الموصى الوصية فلا يسوغ رده المادة أفاد الوصية وقت استحقاقها بدأت منهء واإلابدأت موت الموصي زوائد الموصى وفاة الموصي القبول للموصى تعتبر وصيةء الموصى نفقة الموصى المدة المادة الوصية تصح مضافة الموت ويصح تعليقها شرط المادة تجوز الوصية المقترنة بالشرط ويجب مراعاته صحيحا دامت المصلحة قائمة الشرط الصحيح مصلحة للموصي الموصى لغيرهما يكن منافيا لمقاصد الشريعة"
        },
        {
            "page": 35,
            "text": "يراعى الشرط صحيح زالت المصلحة المقصودة تسمع الإنكار دعوى الوصية الرجوع وفاة الموصي وجدت ۲۸ةداملا أوراق رسمية بذلك الفصل الموصي المادة يشترط الموصي للتبرع بالغا عاقلا رشيدا الموصي محجورا للسفه الغفلة جازت وصيته بإذن المحكمة تبطل الوصية بالحجر الموصي للسفه الغفلة تبطل الوصية بجنون الموصي جنونا مطبقا متصلا بالموت الفصل الثالث الموصى المادة۲۷ يشترط الموصى معلوما معينا بالتعيين فيشترط وجوده وقت الوصية معرفا بالوصف فلا يشترط وجوده وقت الوصية وذلك مراعاة أحكام المادة القانون المادة تصح الوصية لشخص معين سواء أكان موجودا منتظر الوجود وتصح لفنة محصورة محصورة وتصح لوجوه البر والمؤسسات الخيرية والعلمية والهيئات العامة المادة۲ تبطل الوصية بموت الموصى المعين موت الموصي تبطل الوصية مات الموصي والموصى معا جهل أيهما أسبق وفاة المادة۳ يمنع استحقاق الوصية الاختيارية الوصية الواجبة قتل الموصى الموصي المورث قتلا مانعا الإارث المادة تصح الوصية اختلاف الدين الجنسية تنفذ الوصية حدود ثلث التركة لغير الوارث؛ زاد فلا تنفذ الوصية أجازها الورثة وفاة الموصي تنفذ الوصية للوارث أجازها الورثة وفاة الموصي المادة الموصى جهة الجهاتء فتكون أحكام الوصيةء النحو التالي تصح الوصية للمساجد والمؤسسات الخيرية الإسلامية وغيرها جهات البر والمؤسسات العلمية والمصالح العامة والوقف وتصرف عمارتها ومصالحها وفقرائها وغير شؤونهاء يتعين المصرف بعرف دلالة"
        },
        {
            "page": 36,
            "text": "تصح الوصية لله تعالى ولأعمال البر تعيين جهة وتصرف عندئذ وجوه الخير تصح الوصية لجهة معينة جهات البر ستوجد مستقبلاء تعذر وجودها بطلت الوصية المادة۲۷أ تصح الوصية للحمل يولد لسنة فأقل وقت الوصيةء وتوقف غلة الموصى ينفصل حيا فتكون الوصية لحمل معين اشترط ثبوت نسبه المعين ينفرد الحي التوأمين بالموصى وضعت المرأة أحدهما ميتا الفصل الرابع الموصى المادة۲۷۷ تجوز الوصية الموصى مالا معلوما متقوما مملوكا للموصي شائعا معينا منفعة تجوز الوصية بحق التصرف بالأراضي الأميرية المادة۲۷۸ يشترط صحة الوصية معصية منهي شرعا الفصل الخامس الوصية الواجبة المادة توفي شخص أولاد ابن مات الابن قبله وجب لأحفاده ثلث تركته وصية بالمقدار والشروط التالية الوصية الواجبة بمقدار حصتهم يرثه أبوهم أصله المتوفى فرض موت أبيهم إثر وفاة أصله المذكور يتجاوز ثلث التركة يستحق الأحفاد وصية كانوا وارثين لأصل أبيهم جدة استغرق أصحاب الفروض التركة يستحق الأحفاد وصية جدهم أوصى أعطاهم حياته بلا مقدار يستحقونه بهذه الوصية الواجبة فإذا أوصى أعطاهم أقل وجبت تكملته أوصى بأكثر الزائد وصية اختيارية أوصى لبعضهم وجب للآخر بقدر نصيبه الوصية لأولاد الابن ولأولاد ابن الابن نزل واحدا للذكر الأنثيين يحجب أصل فرعه فرع غيره ويأخذ فرع يستحقه الوصية الواجبة مقدمة الوصايا الاختيارية الاستيفاء ثلث التركة"
        },
        {
            "page": 37,
            "text": "الباب التاسع الإرث الفصل الأول أحكام المادة يشترط استحقاق الإرث موت المورث حقيقة حكما وحياة الوارث وقت موت المورث المادة ۲۸۱ يحرم الإرث قتل مورثه عمدا عدوانا سواء أكان فاعلا أصليا شريكا متسببا شريطة القاتل ارتكابه الفعل عاقلا بالغا يرث المسلم المرتد المادة۲۲ مات بينهم توارث يعرف أيهم مات أولا فلا استحقاق لأحدهم تركة الآخر المادة۳۲ الإرث بالفرض بالتعصيب بهما معا بالرحم المادة يوجد وارث للميت ترد تركته المنقولة وغير المنقولة وزارة الأوقاف والشوون والمقدسات الإسلامية الفصل أصحاب الفروض المادة۲۸ أصحاب الفروض الذكور وهم الأب والجد لأب علا والزوج والأخ لأم؛ وثمان النساءء وهن الأم والزوجة والبنت وبنت الابن نزل والأخت لأبوين والأخت لأب والأخت لأم والجدة المادة للأب أحوال السدس الفرض المطلق وذلك للميت ابن فأكثر ابن ابن فأكثر نزل السدس والباقي الفرض والتعصيب وذلك للميت بنت بنت ابن نزل واحدة کانت اکثر التعصيب المحض يكن للميت أولاد أولاد ابن نزلوا المادة۲۸۷ للأم أحوال السدس للميت ولد ولد ابن نزل الإخوة والأخوات فأكثر جهة کانوا ثلث الكل ذكر وعدم اجتماع الزوجين الأبوين ثلث الباقي فرض الزوجين الأب وذلك انحصر الميراث الأبوين الزوجين"
        },
        {
            "page": 38,
            "text": "المادة ۲۸۸ للزوج حالتان النصف يكن لزوجته المتوفاة فرع وارث الربع لزوجته المتوفاة فرع وارث المادة ۲۸۹ للزوجة الزوجات حالتان الربع يكن للزوج فرع وارث الثمن فرع وارث المادة الجد كالأب حالاته الثلاث يحجب بوجود الأب فأما اجتمع الإخوة والأخوات لأبوين لأب حالتان يقاسمهم كأخ كانوا ذكورا ذكورا وإناثا إناثا عصبن الفرع الوارث الإناث يأخذ الباقي أصحاب الفروض بطريق التعصيب أخوات يعصبن بالذكور الفرع الوارث الإناث المقاسمة الإرث بالتعصيب الوجه المتقدم تحرم الجد الإرث تنقصه السدس اعتبر صاحب فرض بالسدس يعتبر المقاسمة محجوبا الإخوة الأخوات لأب المادة ۲۹۱ للجدات حالتان السدس سواء الجدة لأم لأب واحدة يحجبن بالأم جميعا وتحجب الجدة الأبوية بالأب وبالجد العاصب وتحجب الجدة البعيدة بالجدة القريبة المادة۲ للبنات الصلبيات أحوال النصف للواحدة انفردت الثلثان للاثنتين فأكثر التعصيب الابن فأكثر بالتفاضل للذكر الأنثيين المادة۳ لبنات الابن أحوال النصف للواحدة انفردت الثلثان للاثنتين فأكثر السدس للواحدة فأكثر تكملة للثلثين للميت بنت صلبية واحدة بنت ابن أعلى درجة الإرث بالتعصيب وفق أحكام البند الفقرة المادة ۲۹۷ القانون تحجب سواء واحدة للميت بنتان فأكثر بنتا ابن أعلى درجه تحجب سواء واحدة بالابن وابن الابن نزل کان اعلی درجه"
        },
        {
            "page": 39,
            "text": "المادة للأخوات الشقيقات أحوال النصف للواحدة انفردت الثلثان للاثنتين فأكثر الباقي بالتعصيب الغير وفق أحكام الفقرة المادة ۲۹۷ القانون التعصيب إخوتهن الأشقاء بالتفاضل للذكر الأنثيين يحجبن للميت ابن ابن ابن نزل المادة للأخوات لأب أحوال النصف للواحدة انفردت الثلثان للاثنتين فأكثر السدس للواحدة فأكثر الأخت الشقيقة الواحدة التعصيب الأخ لأب بالتفاضل للذكر الأنثيين الباقي بالتعصيب الغير وفق أحكام الفقرة المادة ۲۹۷ القانون يحجبن بالأب بالابن وابن الابن نزل وبالأخ الشقيق وبالشقيقة بنات الصلب بنات الابن يحجبن بالأختين الشقيقتين يكن معهن عاصب المادة للإخوة لأم والأخوات لأم أحوال السدس واحدا ذكرا أنثى الثلث للاثنين فأكثر ذكورهم وإناثهم القسمة سواء يحجبون الفرع الوارث مطلقا والأصل الوارث المذكر يشارك الأخ الشقيق الإخوة الأشقاء بالانفراد أخت شقيقة الإخوة والأخوات لأم كانوا فأكثر الثلث وذلك استغرقت الفروض التركةء ذكورهم وإناثهم القسمة سواء الفصل الثالث العصبات المادة۲۹۷ العصبة أنواع العصبة بالنفس جهات مقدم بعضها الترتيب التالي البنوة وتشمل الأبناء وأبناء الابن نزل الأبوة وتشمل الأب والجد لأب علا الأخوة وتشمل الإخوة الأشقاء لأب وبنيهم نزلوا العمومة وتشمل أعمام المتوفى لأبوين لأب وأعمام أبيه وأعمام الجد لأب علا أشقاء لأب وأبناء الأعمام أشقاء لأب نزلوا"
        },
        {
            "page": 40,
            "text": "العصبة بالغير البنت فأكثر الابن فأكثر بنت الابن نزل واحدة فأكثر ابن الابن فأكثر سواء درجتها أنزل واحتاجت إليه الأخت الشقيقة فأكثر الأخ الشقيق فأكثر الأخت لأب فأكثر الأخ لأب فأكثر ويكون الإرث الأحوال بينهم بالتفاضل للذكر الأنثيين العصبة الغير الأخت الشقيقة لأب واحدة البنت بنت الابن واحدة فأكثر الحالة كالأخ استحقاق الباقي حجب باقي العصبات المادة۲۹۸ يستحق العاصب بالنفس التركة يوجد ذوي الفروض ويستحق بقي شيء استغرقت الفروض التركة المادة۲۹۹ يقدم التعصيب الأولى جهة الترتيب الوارد الفقرة المادة ۲۹۷ القانون الأقرب درجة المتوفى اتحاد الجهة الأقوى قرابة التساوي الدرجة يشترك العصبات استحقاق الإرث اتحادهم الجهة وتساويهم الدرجة والقوة الفصل الرابع الوارثون بالفرض والتعصيب المادة الوارثون بالفرض والتعصيب الأب الجد لأب البنت المنفردة بنت الابن نزل أبوها الزوج ابن للمتوفاة يأخذ نصيبه فرضا يستحقه ببنوة العمومة الأخ لأم واحدا ابن للمتوفى يأخذ نصيبه فرضا يستحقه ببنوة العمومة تعصيبا الفصل الخامس ذوو الأرحام المادة ذوو الأرحام يرثون أصحاب الفروض والعصبات وهم أصناف مقدم بعضها الإرث الترتيب التالي الصنف الأول أولاد البنات نزلوا وأولاد بنات الابن نزلوا الصنف الأجداد الرحميون علوا والجدات الرحميات علون"
        },
        {
            "page": 41,
            "text": "الصنف الثالث أولاد الإخوة لأم وأولادهم نزلوا أولاد الأخوات مطلقا نزلوا بنات الإخوة مطلقا نزلوا بنات أبناء الإخوة مطلقا نزلن وأولادهن نزلوا الصنف الرابع يشمل فئات مقدم بعضها الإرث الترتيب التالي أعمام المتوفى لأم وعماته مطلقا وأخواله وخالاته مطلقا أولاد ذكروا البند الفقرة نزلوا وبنات أعمام الميت لأبوين لأب وبنات أبنائهم نزلوا وأولاد ذكرن نزلوا أعمام المتوفى لأم وعمات وأخوال وخالات أبيه مطلقا قرابة الأب وأعمام وعمات وأخوال وخالات المتوفى مطلقا قرابة الأم أولاد ذكروا البند الفقرة نزلوا وبنات أعمام المتوفى لأبوين لأحدهما وبنات أبنائهم نزلوا وأولاد ذكروا نزلوا أعمام أبي أبي المتوفى لأم وأعمام أبيه وعمات أبوي أبيه وأخوالهما وخالاتهما مطلقا قرابة الأب وأعمام أبوي المتوفى وعماتهما وأخوالهما وخالاتهما مطلقا قرابة الأم أولاد ذكروا البند الفقرة نزلوا وبنات أعمام أبي أبي المتوفى لأبوين لأحدهما وبنات أبنائهم نزلوا وأولاد ذكروا نزلوا وھكذا المادة۲ الصنف الأول ذوي الأرحام أولاهم بالميراث أقربهم درجة المتوفى تساووا الدرجة فولد صاحب الفرض أولى ولد الرحم كانوا جميعا أولاد صاحب فرض يكن فيهم ولد صاحب فرض اشترکوا الإرث المادة۳ الصنف ذوي الأرحام أولاهم بالميراث أقربهم درجة المتوفى تساووا الدرجة قدم کان يدلي بصاحب فرض تساووا الدرجة فيهم يدلي بصاحب فرض كانوا كلهم يدلون بصاحب فرض كانوا جميعا جهة الأب جهة الأم اشتركوا الإارثء اختلفت جهاتهم فالثلثان لقرابة الأب والثلث لقرابة الأم"
        },
        {
            "page": 42,
            "text": "المادة الصنف الثالث ذوي الأرحام أولاهم بالميراث أقربهم درجة المتوفى تساووا الدرجة بعضهم ولد وارث وبعضهم ولد رحم قدم الأول وإلا فيقدم أقواهم قرابة للمتوفى فمن أصله لأبوين أولى ممن أصله لأحدهما أصله لأب أولى ممن أصله لأم اتحدوا الدرجة وقوة القرابة اشتركوا الإارث المادة انفرد الفئة الأولى فئات الصنف الرابع ذوي الأرحام المبينة القانون قرابة الأب وهم أعمام المتوفى لأم وعماته مطلقا قرابة الأم وهم أخوال المتوفى وخالاته مطلقا قدم أقواهم قرابة فمن لأبوين أولى ممن لأحدهما لأب أولى ممن لأم تساووا القرابة اشتركوا الإرث وعند اجتماع الفريقين الثلثان لقرابة الأب والثلث لقرابة الأم ويقسىم نصيب فريق النحو المتقدم المادة تطبق أحكام المادة القانون الفئتين الثالثة والخامسة المادة۷۳ يقدم الفئة الأقرب منهم درجة الأبعد ولو جهة قرابته وعند تساوي واتحاد جهة القرابة يقدم الأقوى كانوا جميعا أولاد عاصب أولاد الرحم وعند اختلاف جهة القرابة الثلثان لقرابة الأب والثلث لقرابة الأم ناله فريق يقسم بينهم بالطريقة المتقدمة المادة۳۰۸ تطبق أحكام المادة ۳۰۷ القانون الفئتين الرابعة والسادسة المادة اعتبار لتعدد جهات القرابة وارث ذوي الأرحام اختلاف الجانب المادة۳ ذوو الأرحام ذكورهم واناثهم القسمة سواء الفصل السادس الحجب والرد والعول المادة۱ الحجب حرمان وارث الميراث بعضه المحجوب الإرث يحجب غيره بخلاف الممنوع الإرث فلا يحجب غيره"
        },
        {
            "page": 43,
            "text": "المادة۲ تستغرق الفروض التركة يوجد عصبة النسب الباقي أصحاب الفروض بنسبة فروضهم بمن فيهم الحي الزوجين المادة۳ العول نقص أنصبة ذوي الفروض بنسبة فروضهم زادت السهام أصل المسألة الفصل السابع التخارج المادة التخارج يتصالح الورثة إخراج بعضهم الميراث شيء معلوم المادة تخارج الورثة منهم استحق نصيبه وحل محله التركة المادة۳۱ يشمل عقد المخارجة مال يظهر للميت العقد يكن المتخارج وقت العقد المادة۷۳ التخارج يقبل الإقالة بالتراضي المادة۳۱۸ يسري التخارج الأموال المنقولة الموروثة الغير إجراء معاملة الانتقال المورث تسجيل حجة التخارج ينص الحجة خلاف المادة۳۱۹ يصدر قاضي القضاة تعليمات تنظيم وتسجيل حجج التخارج تتضمن المدة الواجب انقضاؤها وفاة المورث وإجراء التخارج الخاص العام تركته الفصل الثامن أحكام ختامية المادة لكل الزوجين ذمة مالية مستقلة الآخر المادة۳۲۱ ينشأ دائرة قاضي القضاة صندوق يسمى صندوق تسليف النفقة يتمتع بالشخصية الاعتبارية والاستقلال المالي والإداري غايته تسليف النفقة المحكوم وإدانتها للمحكوم تعذر تحصيل النفقة المحكوم"
        },
        {
            "page": 44,
            "text": "يحل الصندوق محل المحكوم المحكوم فيما حقوق مالية لتحصيل المبالغ سلفها المصاريف الحق إقامة الدعاوى المحاكم المختصة لاسترداد أمواله المحكوم المحكوم مقتضى الحال تحدد كيفية إدارة الصندوق وآلية عمله وكيفية التسليف والتسديد وموارده رسوم ومنح وهبات ومساعدات وغيرها بموجب نظام يصدر لهذه الغاية تعفى معاملات ودعاوى واملاك الصندوق الضرائب والرسوم الحكومية والبلدية والطوابع اختلاف انواعها المادة۲ المراد بالسنة الواردة القانون السنة القمرية مالم ينص المادة۳ يرجع فهم نصوص مواد القانون وتفسيرها وتأويلها ودلالتها أصول الفقه الإسلامي المادة تطبق تصوص القانون المسائل تناولتها لفظها فحواها ويرجع تفسيرها واستكمال أحكامها المذهب استمدت المادة۳۲ ذكر القانون يرجع الراجح مذهب أبي حنيفة فإذا يوجد حكمت المحكمة بأحكام الفقه الإسلامي الأكثر موافقة لنصوص القانون المادة تسري أحكام القانون الدعاوى يفصل المحكمة الابتدائية الشرعية حوادث الطلاق وقعت نفاذ القانون واتصل حكم قرار سجل المحكمة تشملها أحكام القانون وقعت نفاذه تقترن بحكم قرار مسجل تطبق أحكام القانون ولو أسباب الدعاوى متحققة صدوره المادة۳۲۷ الرغم المادة ۳۲۲ القانون تسري أحكام القانون حوادث الوفاة السابقة تاريخ نفاذه يقترن حكم قرار وتسري التشريعات النافذة وقت الوفاة المادة۳۲۸ يلغى قانون الأحوال الشخصية رقم لسنة وتعديلاته تبقى التعليمات الصادرة بمقتضاه سارية المفعول تعدل تلغى يستبدل غيرها وفقا لأحكام القانون"
        },
        {
            "page": 45,
            "text": "المادة۳۲۹ رئيس الوزراء والوزراء مكلفون بتنفيذ أحكام القانون نائب رئيس رئیس الوزراء ووزیر دولا الوزراء صالح المعشر وزير والتعليم وزير المیاه والري العالي والبحث العلمي الخارجية وشؤون المغتريين المهندس رائد مظفرابو السعود الدكتور وليد سالم المعاني أيمن حسين الصفدي المهندس وليد محي الدين المصري سمیر سعید مراد المھندس موسی حابس المعایطہا الداخلية دول لشؤون الاستثمار السياحة والآثار العدل سمير ابراهيم المبيضين مهند شحادة خلیل مجد محمد سمير التلهوني شویکہ وزير وزير وزير دول للشؤون القانونية المالیہا الأوقاف والشؤون والمقدسات الإسلامية مبارك ابو يیامین الدكتور عزالدين محي الدين كناكريه الدكتورعبد الناصرموسى ابو البصل وزير وزير وزير وزير التخطيط والتعاون الدولي الطاقة والثروة المعدنيةا دول لشؤون الإعلام الصناعۃ والتجارة والتموين الدكتورة ماري كامل قعوار عادل زواتي غنيمات محمد الحموري الصحة التنمية الاجتماعية الأشغال العامة والإسكان وتكنولوجيا المعلومات منورالزين بسمتموسى اسحاقات الملهندس فلاح عبدالله العموش امهندس مثنی حمدان غرایب النقل الثقافة الزراعة المهندس أنمارفؤاد الخصاونة الدكتور محمد سليمان ابو رمان المهندس ابراهيم صبحي الشحاحده"
        }
    ]
}