{
    "book_name": "مهند فؤاد استيتي، نبيل محمد المغايرة | ابن - نفقة - شرح",
    "wordcloud_data": {
        "ابن": 0.3147098951119301,
        "نفقة": 0.3032658989260417,
        "شرح": 0.29468290178662543,
        "النفقة": 0.25462891513601615,
        "الزوج": 0.19454793516010224,
        "المرأة": 0.19454793516010224,
        "الزوجة": 0.16021594660243713,
        "الله": 0.16021594660243713,
        "دار": 0.12874495709124412,
        "فلا": 0.12874495709124412
    },
    "pdf_filename": "175.pdf",
    "sha512": "545c434798dbc3a270615ef768800afdbc20b3a777b8459d7c706e5285576bcd9b0aa1c89e680b632c10c12b634ff8b3b3b284c63b117cb5aa2ded95a04b965e",
    "contents": [
        {
            "page": 1,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فؤاد استيتي ملخص عمل المرأة وكسبها مشروع؛ عملت زواجها سقطت نفقتها الغيرء المقابل مالها خالصا لهاء تكن عاملة نفقتها القرابة مكفولة جمهور الفقهاءء الفقهاء اشترط للنفقة قدرتها الكسب وأجاز الفقهاء للولي دفعها للكسب المشروع وبعد زواجها تجب نفقتها زوجها ولو غنيةء وأما عملها اشترطته العقد كسبها ونفقتها تسقطء تشترط زوجها قادرا نفقتها يكن عملها قبيل فرض العين الزوجء أذن ينقص حقه يتضرر خروجها كسبها لهاء وكذلك تسقط نفقتها الكلمات الدالة الأحوال الشخصيةء النفقاتء نفقة الأقارب نفقة المرأةء المرأة العاملة كلية الشريعةء جامعة الخليلء فلسطين حقوق النشر محفوظة لجامعة مؤتةء الكرك المملكة الأردنية الهاشميةء"
        },
        {
            "page": 2,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فؤاد استيتي Womens expense and win Doctrinal study Mohanned Fuad Estaity Abstract Womens work and earned the project has worked before her marriage fell expense others and return was doomed her pure were not working because the expense kinship guaranteed the majority scholars But some scholars spoke condition expense their inability gain and some passed the Crown paid win the project After her marriage must the expense her husband even she rich and the work the Achtrtth decade won her own expense and not fall down Although not required and her husband was able expense did not work such the imposition the eye husbands permission did not diminish his right ear was not affected the exit have won well the expense does not fall off"
        },
        {
            "page": 3,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء مقدمة الحمد والثتاء والصلاة والسلام رسول وعلی آله وصحبه والاه تبعهم بإحسان الدينء وبعد فقه النفقات يعتبر المواضيع الفقهية الغزيرة بالمسائل الشرعيةء وأسباب النفقة الفقهاء القرابة والزوجيةء فصل الفقهاء النفقات حكمها الشرعي الوجوب الندب وترتيب الأحقيةء وتحديد الكفاية وغيرها الفروع المنتشرة كتب الفقهاء ويتفرع فقه النفقات نفقة المرأة القرآن الكريم مواضع متعددةء ولأسباب متعددةء قوله تعالى لفق سعة سعته قدر ليق آتاء الله يكلف الله نصت السنة الصحيحة نفقتهاء جاء السلام قوله فاتقوا الله النساء فإنكم أخذتموهن بأمان الله واستحللتم فروجهن بكلمة الله ولكم عليهن يوطئن فرشكم أحدا تكرهونه فعلن فاضربوهن ضربا مبرح ولهن عليكم رزقهن وكسوتهن بالمعروفء إجماع الصحابةء لينتهي الأمر للفقهاء تفصيل الفروع الفقهية المتعلقة بنفقة المرأة سبب اختيار الموضوع وأهميته مسألة كسب المرأة وعلاقته بالنفقة الواجبة يأخذ المساحة الكافية الدراسة كتب الفقهاء القدامىء يظهر قلة النصوص الفقهية المعالجة الأمر كسب المرأة قديما مقارنة زمننا أفرزته الأعراف والعادات والظروفء سمح لغير المتخصصين إبداء الرأي لجميع ملابسات المسألةء أوصلهم كثير الأحيان آراء تصطدم الفقه الإسلاميء وظهر الخلاف الزوجين كأثر آثار الفوضى بيان صاحب الحق تدخلت قوانين الأحوال الشخصية البلاد العربية بالنص وجوب نفقة المرأةء النص نفقة الزوجة العاملة بيان الشروطء لكنها تستوعب أطراف المسألة الفقهاءء ولكل سبق جاء البحث ليبين رأي الفقه الإسلامي المسألة"
        },
        {
            "page": 4,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فاد استيتي مشكلة البحث تتحدد مشكلة البحث جملة التساؤلاتء جاء البحث للإجابة عنهاء أهمها المرأة تستحق النفقة؟ الفرق نفقة المرأة الزوجية القرابة؟ شروط النفقة المرأة؟ تجبر المرأة الكسب؟ يترتب نفقة المرأة تعمل؟ للزوج كسب الزوجة تعمل بإذنه طبيعة النفقة الواجبة الزوج لزوجته العاملة الدراسات السابقة درس الفقهاء القدامى مسألة نفقة المرأة كتبهم الممثلة بالمذاهب الأربعة وبالتفصيل ببيان الحكم المعتمد مذهب ذكر الأدلة القرآن والسنة بما يعضد قولهمء ناقش بعضهم آراء وأدلة أصحاب المذاهب المخالفة لبيان رجحان مذهبهم؛ ليست المسائل المستجدةء الحديث كسب المرأة وأثره النفقة شحيح؛ وجهد المعاصرين جاء محاور التركيز النفقة الزوجيةء أقرب الدراسات العلاقة أثر عمل المراة النفقة الزوجيةبحث محكم عبد السلام محمد الشويعر مقدم لجامعة الإمام محمد سعود نشر والبحث المعد يختص بالزوجة وإنما بالأنثى البنت والأم والجدة الحديث نفقة الأقارب عام؛ أقرب الدراسات العلاقة نفقة المرأة غيرها الفقه الإسلامي مقارنا بقانون الأحوال الشخصية الأردني رسالة ماجستير للطالب نبيل محمد المغايرة إشراف فتحي الدريني وأما البحث"
        },
        {
            "page": 5,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء المعد يختص بالحديث وجوب نفقة الآخرين لهاء وأثر كسبها نفقتهم سواء أكانت بنتا زوجةء بالإضافة لتغير قانون الأحوال الشخصية المعمول ذكر مسائل البحث كتب الأحوال الشخصية الشارحة لمواد القانون المطبق دولة ماء بدورها تعرض الرأي المعمول والأدلة عجل تفصيل تقليلا شأنها؛ فكانت تفي بغرض المقصود؛ شرح قانون الدولة مسألة البحث؛ ومنها الواضح شرح قانون الأحوال الشخصية الأردني عمر سليمان الأشقر أني قمت بدراسة مسألة بعينها وبمزيد التخصص والتدقيقء بجمع الآراء الفقهية المتعددةء حصر الأدلة المذاهب ليصل الباحث الله الراجح القول منهجية البحث قامت الدراسة المنهجية العلمية القائمة الاستقراء والتحليل بجمع نصوص الفقهاء المتعلقة بآيات وأحاديث البحث بما يوصل أحكام مسألة البحث؛ حللت النصوص وفق منهج الفقه الإسلامي المقارنء بتصوير المسألةء ذكر الأقوال الفقهية منسوبة المذاهب الفقهية الاستدلال بالأدلة الشرعيةء وبيان وجه الدلالة فيهاء مناقشتهاء للوصول تأصيل لأثر كسب المرأة نفقتهاء بالإضافة ذكر الرأي المعمول القانون قانون الأحوال الشخصية الأردنيم خطة البحث ولتحقيق الغرض البحث قسمت خطته مقدمةء وثلاثة مطالبء وخاتمةء المقدمة وتتضمن سبب اختيار موضوع البحثء ومشكلته؛ والدراسات السابقةء ومنهجه؛ء وخطته المبحث الأول نفقة المرأة القرابة المطلب الأول المرأة تستحق النفقة القرابة المطلب شروط النفقة الأقارب المطلب الثالث نفقة الأنثى الأصول والفروع وكسبها"
        },
        {
            "page": 6,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فاد استيتي المبحث نفقة الزوجة وكسبها المطلب الأول أحكام نفقة الزوجة المطلب أثر كسب الزوجة نفقتها الخاتمة وذكرت أهم النتائج والتوصيات المبحث الأول نفقة المرأة القرابة المطلب الأول المرأة تستحق النفقة القرابة معرفة يستحقون النفقة الفقهاء القرابةء والذين منهم المرأةالتي موضوع بحثنا الفروع التالية الفرع الأول أقوال الفقهاء المستحقين للنفقة القرابة يرى المالكية المستحقين للنفقة الوالدالأب والأم والبنت فقطء نفقة لمن المذكورين الأقارب يزيد الشافعية المالكية الأجداد والأحفاد فعندهم الأصول علوء والفروع نزلواء ولو يرثواء وعبروا بالقرابة البعضيةء سائر الأقارب كالأخ والأخت والعم والعمة والحنفية يتفقون الشافعية الأصول والفروعء ويزيدون الحواشيء وضابطهم رحم محرم وفيهم الإخوة وأولادهم والأخوات وأولادهن والأعمام والعمات والأخوال والخالات تجب لغيرهم كبنت العم وينت الخال وينت الخالة وأما الحنابلة فيتفقون الشافعية والحنفية الأصول والفروع؛ ويتفقون الحنفية زيادة الحواشي ويختلفون عنهم ضابطهم ضابط الميراث فالنفقة تجب وارثاء يكن وارثا فلا نفقة فيدخل الإخوة وأولادهم والأخوات والأعمام وأولادهم والعمات"
        },
        {
            "page": 7,
            "text": "مؤتة للبحوث والدراسات سلسلة العلوم الإنسانية المجلد والثلاثون العدد الثالثء ويمكننا تفصيل النساء المستحقات للنفقة وفق آراء المذاهب الأربعة وفق الجدول الآتي EEE EEE سیت الحنفية أمأم أمأم بنتينت ابنينت بنت الأختينت الأختينت الحنابلة أمأم أمأم بنتينت ابنينت بنت الأختينت الأخالعمة بنت العم الفرع أدلة أقوال الفقهاء الأربعة أولا أدلة نفقة الأصول والفروع استدل الفقهاء النفقة الأصول والفروع بما أدلة وجوب إنفاق الأصول الفروع قوله تعالى المولود رزفهن وكسوين الأبء فأوجب النساء لأجل الأولادء فلأن تجب نفقة الأولاد بالطريق الأولى قوله تعالى أرض لكم فاتوهن أجورمن الطلاق إيجاب الأجرة لإرضاع الأولاد يقتضي إيجاب مؤنتهم بالأولى وقولهصلى الله وسلم لهند خذي يكفيك وولدك بالمعروف الإجماع"
        },
        {
            "page": 8,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فاد استيتي أدلة وجوب إنفاق الفروع الأصول قوله تعالى وصاحبهما النيا معروفا لقمان المعروف القيام بكفايتهما حاجتهماء نزلت الأبوين الكافرين بدليل قبلها ووصينا الإنسان بوالديه الإحسان المعروف يعيش الله تعالى ويتركهما يموتان جوعا سبحانه إوقضى ربك تعبدوا إاه وبالوالدين الإحسان الإتفاق عليهما حاجتهما روي أعرابيا أتى النبيصلى الله وسلم فقال مالا ووالدا والدي يريد يجتاح مالي ومالك لوالدك أولادكم أطيب كسبكم فكلوا کسب أولادک القياس وجوب إنفاق الأصول الفروع بجامع البعضيةء أولى حرمة الأصول أعظم والفروع بالتعهدء والخدمة أليق الإجماء ثانيا عرفنا المالكية يقتصرون الطبقة الأولى الأصول والفروعء وأدلتهم نفقة القرابة إنما تجب ابتداء انتقالا ونفقة الجد لازمة للابن فلا تنتقل بنيهء ونفقة أولاد الأولاد لازمة لأبيهم فلا تنتقل جدهه۲ ولأن الجد بأب حقيقي الأب إبنه يعادل الجد حفیده وأما جمهور الفقهاء يرون دليل المالكية الأول حجة فيه؛ لأنه يتعارض الأدلة تفيد شمول الأجداد والجدات والأحفاد والحفيدات ومنها قوله سبحانه إوعلى الوارث ذلكالبقرة والوارث معطوف المولود لهء وأما دليلهم فالرد بما الأصل علا والفرع نزل يدخل مطلق اسم الولد والوالد بدليلا الله تعالى يوصيكم الله أواكم لللكر فيدخل فيهم ولد البنينء"
        },
        {
            "page": 9,
            "text": "مؤتة للبحوث والدراسات سلسلة العلوم الإنسانية المجلد والثلاثون العدد الثالثء تعالى لولأبويه لكل منهما السس ولد النساء سبحانه ملة أبيكم إراهيم الحج الأجداد كالأبوين ولهذا يقومان مقام الأب والأم الإرث وغيره ولأنهم تسببوا لإحيائه فاستوجبوا الإحياء كالأبوين ولأن بينهما قرابة توجب العتق الشهادةء فأشبه الولد والوالد القريبين ثالثا وأما دليل الحنفية زيادة الحواشي ضابطها قريب رحم محرم قوله تعالى الوارت البقرة فالعلة الإرث فيتقدر الوجوب بقدر العلةء قراءة ابن مسعود الوارت الرحم المحرم ذلكء وهذه القراءة محمولة السماع النبي صلى الله وسلمءوهي قراءة مشهورة؛ صارت بمنزلة الخبر المشهورء فجاز تقييد مطلق النص بهاء قراءة شاذةء لکن يصح الاحتجاج الحنفية لبيان المعنى وبناء الأحكام ولأن وجوبها القرآن العظيم معلولا بكونها صلة الرحم صيانة القطيعة فيختص وجوبها بقرابة يجب وصلها ويحرم قطعها وناقش الشافعية الحنفية العطف قوله تعالى الوارث المولود وانما المضارة قيده ابن عباسرضي الله عنهما بالقرآن غيرها وأجاب الحنفية بما قوله تعالى الوارث روى عمر الخطاب وزید ثابترضي الله عنهما وجماعة التابعين معطوف النفقة والكسوة غيرء المضارةء ومعناه الوارث المولود النفقة والكسوة بجعل المعطوف النفقة والكسوة عطف الاسم الاسم شائعء ولو عطف المضارة لكان عطف الاسم الفعل الأول أولى ولأنه عطفا قوله تضار لكان الكلام يقول والوارث"
        },
        {
            "page": 10,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فؤاد استيتي فرض العطف المضارة فإنه ينفي وجوب النفقة الوارث يوجب؛ قوله تعالى تضار والدة بولدها نهى إضرار الوالد الوالدة بولدها وذلك بترك الإنفاق بانتزاع الولد منهاء أمر الوارث بقوله تعالى الوارث يضارها فإنما يرجع لزم الأب وذلك يقتضي يجب الوارث يسترضع الوالدة بأجرة مثلها يخرج الولد يدها غيرها إضرارا رابعا وأما دليل الحنابلة ضابط الميراث قوله تعالى إوعلى الوارث ذلكء واللفظ فيشمل الوجوب وارث القرابةء يرثه بفرض تعصيب۹ وبهذا ناقش الحنابلة الحنفية بعدم صحة ضابط الرحم المحرم اللفظ الآية رحمء اختصت بالوارث الإرث فكذلك الإنفاق وبعد ذكر الأدلة والمناقشات الباحث يميل شمول الحواشي بوجوب النفقةء قول الحنفية والحنابلةء المرجحات الفقه توسيع دائرة التكافل الاجتماعي الأقاربء وخاصة اتساع دائرة الفقراءء ويبدو فقه الحنفية الأرجحء فضابطهم الوارث الرحمء ودليل الوارث الآية القرآنيةء وأما الرحم لمعنى الصلةء والنفقة باب المواساة والصلةء يتسحب الميراث دائما وأما قانون الأحوال الشخصية الأردني جاء المادة رقم تجب نفقة الصغار الفقراء كبير فقير عاجز الكسب بآفة بدنية عقلية يرثهم أقاربهم الموسرين بحسب حصصيهم الإرثية وإذا الوارث معسرا تفرض النفقة يليه الإرث ويرجع الوارث أيسر ويتضح ربط القانون وجوب النفقة الأقارب بعلة الميراثء وحيث يشترط المحرمية فهذا يفيد بفقه الحنابلة المطلب شروط النفقة الأقارب شروط النفقة الفقهاء الجملةء حاجة المنفق عليهء ويسار المنفقء واتحاد الدين المنفق والمنفق والأهم لمسألتنا قدرة المنفق الكسب؛ يتفق الفقهاء شرطين منهماء ويختلفون تفاصيل الباقيء وفق البيان التالي"
        },
        {
            "page": 11,
            "text": "مؤتة للبحوث والدراسات سلسلة العلوم الإنسانية المجلد والثلاثون العدد الثالثء الشرط الأول حاجة المنفق يتفق الفقهاء شرط حاجة المنفق عليهء فتجب الأب نفقة الصغير يكن مالاء والا فلا؛ الأصل نفقة الإنسان مال صغيرا كبيراء يجبر الرجل نفقة أبيه وأمه كانا محتاجينء سواء النفقة كلها بعضهاء فيجب يصل بهما الكفايةاء كانوا موسرين بمال فلا نفقة والأدلة قوله تعالى قلا قكل لهما الإسراء نهى الله وجل التأفيف لمعن الأذىء ومعنى الأذى منع النفقة حاجتهما أكثر؛ ولهذا يلزمه نفقتهما ولأنه مالء فإيجاب نفقته ماله أولى إيجابها مال غیر ولأنها تجب سبيل المواساة والموسر مستغن المواساة تجده واضحا نصوص القانون المواد وللتوضيح جاء المادة فقرة يجب الولد الموسر ذكرا أنثى كبيرا صغيرا نفقة والديه الفقيرين ولو كانا قادرين الكسب الشرط يسار المنفق يتفق الفقهاء اشتراط يسار المنفقء المكلف يفضل نفقة ماله كسبه تجب النفقة وأما يفضل شيء فليس شيء والأدلة روي النبي صلى الله وسلم ابدا بنفسك فتصدق فضل شيء فلأهلك فضل أهلك شيء فلذي قرابتك فضل قرابتك شيء فهكذا وهكذا يقول فبين يديك وعن يمينك وعن شمالكا الولد مثلا معسرا والوالدان معسران فليس نفقتهما؛ لأنهما استويا الحال يكن أحدهما بإيجاب نفقته صاحبه بأولى الآخر ولأنها مواساة"
        },
        {
            "page": 12,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فؤاد استيتي اشترطه القانون المادة رقم ونصها يكن للولد مال فنفقته أبيه يشاركه يكن الأب فقيرا عاجزا النفقة والكسب لآفة بدنية الشرط الثالث اتحاد الدين المنفق والمنفق يختلف الفقهاء الشرط أقوال القول الأول شرط الحنابلة مطلقاء يلزم ضابط النفقة عندهم الميراثء ومعلوم اشتراط اتحاد الدين المورث والوارث ولاختلاف الدين بينهما كانا متوارثين فلم يجب لأحدهما الآخر نفقته بالقرابة أحدهما رقيقاء وحجتهم النفقة مواساة سبيل البر والصلةء تجب اختلاف الدينآا القول لجمهور الفقهاء وهم يشترطون اتحاد الدين المنفق والمنفق ويستثنى المرتد والحربي حرمة لهماء؛ ولأنها مواساة وهما ليسا أهلهاء وغيرهم قالوا بوجوب نفقة المسلم الكافر وعكسه؛ وأدلتهم عموم الأدلة أفادت وجوب إنفاق الفروع الأصولء وإنفاق الأصول الفروع الاستحسان قوله تعالى لوان جاهداك تشرك فلا ثطعهما وصاحبهما اليا مغرو إلقمان الأبوين الكافرين المصاحبة بالمعروف يتركهما يموتان جوعاء القياس يقضي بعدم النفقة لاختلاف الدينين التوارث بينهما منقطع ولوجود الموجب البعضية كالعتق الشهادةء فكما البعضية سبب العتق الأصل والفرع بمجرد الملك سواء المسلم والكافرء وكما البعضية سبب قبول الشهادة الأصل والفرع سواء المسلم والكافرء البعضية سبب للنفقة الأصل والفرع سواء المسلم والكافر استحقاق النفقة فيما الوالد والولد الولادةء وذلك متحقق اختلاف الدينء الجزئية ثابتة وجزء المرء معنى نفسهء فكما يمتتع نفقة لكفره يمتنع نفقة جزئه"
        },
        {
            "page": 13,
            "text": "مؤتة للبحوث والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء القول الثالث للحنفيةء وهم يتفقون الحنابلة نفقة الحواشي فقطاء ويقفون الجمهور نفقة الأصول والفروء ووجه التفريق الحنفية الأصول والفروع وباقي الحواشي الشرط وجهير أحدهما وجوب النفقة طريق الصلةء تجب صلة رحم الوالدين اختلاف الدين وتجب صلة رحم الوالدين اختلاف الدين بدليل قوله سبحانه الوالدين الكافرين وصاحبهما الدنيا معروفا يرد مثله الوالدين والثاني وجوب النفقة قرابة الولادة توجب الجزئية والبعضية الوالد والولدء يختلف باختلاف الدينء وأما الوجوب غيرها الرحم المحرم لحق الوراثةء وراثة اختلاف الدين التفريق يميل الباحث ترجيح قول الحنفيةء المفارقة القانون الحنفية فلم يشترط اتحاد الدين الحديث نفقة الأب ولده العكس المادة وسبق النص عليهماء نفقة القرابة فيفهم الاشتراط علة النفقة بينهم الميراث المادة سبق النص المادةء ووجه المفارقة القانون بضابط الحنابلة فيمن يستحق النفقةء وهنا بشرط الحنفيةء والاتسجام يتسحب حكم المذهب المسألتين للاتصال المباشر بينهماء وحيث يبعد فقه الحنابلة الجمهور اشترط اتحاد الدين الأصول والفروعء يظهر سبب ترجيح الحنفية المسألتين والله موضوع الشرط أساس المبحث ولذلك نفرد مطلبا مستقلا المطلب الثالث نفقة الأنثى الأصول والفروع وکسبها تفصيل الحديث أسسناه أقوال الفقهاء السابقةء فالفقهاء جميعا يقولون بوجوب النفقة دائرة الأصول والفروعء الحنفية والحنابلة أضافوا دائرة الحواشيء بضوابطهم المختلفة"
        },
        {
            "page": 14,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فاد استيتي البداية شرط قدرة المنفق الكسب متفق دائرة الحواشيء الحنفية المنفق قادرا الكسب مستغنيا بكسبهء غناه بکسبه کغناه بماله فلا تجب نفقته غيره وأما دائرة الأصول والفروع الجميع تفصيل يحسن التفريق بينهما قدرة الأصل الكسب اشتراطه قولين الفقهاء القول الأول شرط المالكية المعتمداء وقول للشافعيةاء ورواية الحنابلةا والا أجبر الأصل الكسب لأنه بمثابة غنيا نفقة دام قادرا الكسب القول شرطا جمهور الفقهاء الحنفية والأظهر الشافعية وبعض المالكيةاء ورواية الحنابلةاء أوجبوا الفرع نفقة الأصل قدر الأصل الكسب معنى الأذى الكد والتعب التأفيفء ولعظم حرمة الأصل ولأن فرعه مأمور بمصاحبته بالمعروف تكليفه الكسب كبر السن والنتيجة باب أولى الجدة القائلين بنفقتها تستطيع الكسب فلا نفقة فقه القول الأولء ولها النفقة القول الثانيء أصحاب القول الأول يشترطون حرفة الآباء تزري بهم؛ والا وجب الولد الإنفاق تركه حينئذ عقوقا والقانون جمهور الفقهاء فيشترط الولد نفقة والديه ولو كانا قادرين الكسبء وجاء المادة فقرة سبق النص قدرة الفرع الكسب الفقهاء قولين القول الأول شرط الجمهور الحنفية باب أولى المالكية والشافعية الأصح ورواية الحنابلةا؛ الفقير يبلغ الكسب بلغه للب مثلا يدفع ولده حرفة ليكتسب وينفق كسبه القول شرطا الشافعية قولء ورواية الحنابلةاء قياسا حرمة الآباء"
        },
        {
            "page": 15,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء والنتيجة الولد قادرا الكسب فلا نفقة القول الأولء يجب الكسب النفقة القول الثانيء وكذلك باقي الفروع والقانون جمهور الفقهاء فيما يتعلق بالولد الذكرء جاء المادة وتستمر نفقة الغلام الحد يتكسب أمثاله يخصنا البنت الحفيدات القائلين بنفقتهاء تعمل وتكسب نفقتها بلا خلاف تجب أحد؛ الأصل نفقة الإنسان مال صغيرا كبيرااء والدليل حديث ابدا بنفسك فتصدق فضل شيء فلأهلك فضل أهلك شيء فلذي قرابتكء والسؤال المهم للأب يدفع ابنته لتكسب قادرة حرفة تكسب منها؟ تقسيم الآراء القول الأول جمهور الحنفية المفتى والحنابلة يفهم منهم جواز الإلزام يفرض الكسب مجرد الأنوثة عجزاء وضابط بقاء النفقة للبنت زواجهاء لقول النبيصلى الله وسلم لهند خذي يكفيك وولدك بالمعروف يستثن منهم بالغا صحيحا؟ء وكلام السرخسي مبسوطه غاية الوضوح فأما زمانة بهم الرجال فلا نفقة يؤمرون بالاكتساب والإنفاق فأما زمنا منهم عاجز الاكتساب وبالنساء عجز ظاهر الاكتساب أمرها بالاكتساب فتنة المرأة أمرت بالاكتساب اكتسبت بفرجها فإذا يكن زوج بمنزلة الصغيرة ونفقتها صغرها الوالد لحاجتها فكذلك بلوغها تتزوج ببلوغها تزداد الحاجة والأصل روينا قوله صلى الله وسلم خذي مال أبي سفيان يكفيك وولدك بالمعروف القول يرى الشافعية وبعض الحنفية جواز إلزام البنت الكسب بما مشروعء دفعها لتعلم حرفة تكسب ففي حاشية البجيرمي فلا تجب للبالغين كانوا ذوي كسب قطعا وكذا یکونوا المذهب وسواء الابن والبنت ومعنى قوله وكذا يكونوا بالفعل قدرتهم لكننهم يشترطون"
        },
        {
            "page": 16,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فاد استيتي الكسب لاثقا بهە الكسب مشروعاء وإلا قادرا كسب حرام كالكسب باآلة الملاهي كالعده وأما المسألة الحنفية قول ابن عابدين ويتحدث شرط الفقر الفرع الفقير يبلغ الكسب بلغه للأب يؤجره يدفعه حرفة ليكتسب وينفق كسبه ذكرا بخلاف الأنثى يفيد النص التفريق الذكر والأنثىء ابن عابدين ينقل علماء الحنفية فيما يخص الأنثى استغنت الأنثى بنحو خياطة وغزل يجب نفقتها كسبها ظاهر نقول تجب الأب کان يكفيها فتجب الأب كفايتها بدفع القدر المعجوز أره لأصحابنا ينافيه قولهم بخلاف الأنثى الممنوع إيجارها يلزم إلزامها بحرفة تعلمها والكلمات الأخيرة يؤكدها ابن عابدين وموضحا الممنوع إيجارها للخدمة ونحوها تسليمها للمستأجر بدليل قولهم المستأجر يخلو وذا يجوز الشرع وعليه فله دفعها لامرأة تعلمها حرفة كتطريز وخياطة مثلااء ويروق الفقه لابن نجيم قائلا قلت تفقه حسن ويؤيده الخانية قيد دفع الأنثى بغير المحرم الولد بنتا يملك الأب دفعها المحرم الخلوة الأجنبية حرام فيفيد يؤجرها للمحرم وأنه المستأجر يدفع العمل لتعمل بيتها كالخياطة ونحوها تلزم نفقتها غيرها لعدم المحظور والله القول الثالث يفرق المالكية حكم البنت تزوجت لاء فقبل الزواج تجب نفقتها أبيها ولو كبرت وجاوزت التعنيس يعقد ويدخل زوجها البالغ الموسرء ومثل الدخول الدعوى للدخول الزوج بالغا مطيقة وإذا دخل زوجها زمنة طلقها عادت نفقتها الأبء ولو طلقها زوجها بلوغها ولو زوال بكارتها نفقتها تعود أبيها طلقها زوجها مات بلوغها ثيبة صحيحة قادرة الكسب فلا تعود نفقتها الأب فقيرةء الضابط ثيبت الزوج بلوغها وصحتها سقطت نفقتها أبيهااء النفقة إنما تجب باستصحاب الوجوب فإذا سقطت فلا"
        },
        {
            "page": 17,
            "text": "مؤتة للبحوث والدراسات سلسلة العلوم الإنسانية المجلد والثلاثون العدد الثالثء تعود فإذا تعد واجبة الأب فليست واجبة الأبعدء عندها الكسب المشروعء بلويجب التكسب قوت لمن تلزمه مؤنته لحفظ والقانون جمهور الفقهاء استمرار نفقتها لحين الزواجء ينص جواز إلزامها حرفة الكسب المادة تستمر نفقة الأنثى الموسرة بمالها كسبها تتزوجء المبحث نفقة الزوجة وكسبها المطلب الأول أحكام نفقة الزوجة الفرع الأول حكم نفقة الزوجة نفقة الزوجة واجبة بالكتاب والسنة والإجماعاء وتشمل نفقة الزوجة حاجاتها مأكلء ومشرب وملوس ومسکنا فمن الكتاب قوله تعالى أسكنوهن سكنثم وجكم تضاروهن لنضيقوا أولات حمل فقوا عيهن يضع حمهن الطلاق السنة قولهصلى الله وسلم لكم نسائكم ولنسائكم عليكم فأما حقكم نسائكم فلا يوطئن فرشكم تكرهون يأذن بيوتكم تكرهون حقهن عليكم تحسنوا اليهن كسوتهن وطعامهن وأما الإجماع اتفق أهل العلم وجوب نفقات الزوجات أزواجهن كانوا بالغين الناشز منهن وأما المعقول المرأة محبوسة الزوج يمنعها التصرف والاكتساب فلا ينفق"
        },
        {
            "page": 18,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فاد استيتي الفرع وقت وجوب نفقة الزوجة وبعبارة أخرىء تنتهي نفقة القرابة لتبدا نفقة الزوجية؟ الفقهاء قولين القول الأول تجب النفقة الزوجية العقد الصحيحء بيت أبيهاء فتسقط نفقة الأب ابنته وتنتقل زوجها المفتى الحنفية وأدلتهم النفقة المرأة والانتقال الزوج فإذا ينقلها يطالبها بالنقلة تمنع وطلبت النفقة فلها النفقة؛ فالزوج بترك النقلة إمكان الاستيفاء فلا يبطل حقها النفقة سبب وجوب النفقة استحقاق حبس الزوجة الزوج والثابت بعقد النتكاح الصحيحء يمنعها التصرف والاكتساب ومفرغة لهء نفع حبسها عائدا إليكء فكانت كفايتها كقولهصلى الله وسلم الخراج بالضمانء وكالعامل الصدقات فرغ لعمل المساكين استوجب كفايته مالهمء والقاضي فرغ لعمله للمسلمين استوجب الكفاية مالهماء الاحتباس سبب النفقة قائم الزوجة بيت أبيها فإنه يستأنس ويمسهاء والمانع لعارض فأشبه الحيضء وعليه سلمت إليه زوجته مريضة تجب النفقة لاعتبار العقد التسليم۲ القول تجب النفقة الزوج لزوجته بالتمكين العقد الصحيح؛ء إليه جمهور الفقهاء المالكيةء والشافعية الجديد والحنابلة وبعض متأخري الحنفيةء رواية أبي يوسف الفتوى ويكون دعاء الزوج زوجته للبناءء تجب مقابلة الاستمتاع عقد النكاح الصحيح فإذا التسليم وجب النفقة مقابلته وعليه تسقط نفقة البنت أبيها الزفاف وأدلتهم النبيصلى الله وسلم عقد عائشةرضي الله ابنة سنين وبنى بنت تسعاء ينفق دخل بهاء فدل النفقة إنما تجب بالتمكين بالعقدء منعها إياهاء ولو أنفق لنقل إليناء ولما ينقل أنفق عليهاء وجوبه"
        },
        {
            "page": 19,
            "text": "مؤتة للبحوث والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء الأصل العقد يوجب عوضا واحدا فقطء ومعلوم عقد الزواج يوجب المهر الانعقادء ولو قلنا بوجوب النفقة العقد لوجب للعقد عوضان مختلفان النفقة مجهولة والعقد يوجب مالا مجهولاء فدل النفقة تجب بالعقد وحدە ويبدو للباحث رجحان قول الجمهور لصحة نقل أمنا عائشةرضي الله وعدم النفقة عليهاء ولو واجبا تركه النبي صلى الله وسلمء وكون الاحتباس سبب النفقة الحنفية حقيقته تتحصل التسليم والله والقانون الحنفية المسألة جاء المادة تجب النفقة للزوجة ولو اختلاف الدين العقد الصحيح ولو مقيمة بيت أهلها طالبها الزوج بالنقلة بيت الزوجية فامتنعت بغير شرعي فلا نفقة لهاء ولها الامتناع دفع الزوج مهرها المعجل تهیئته مسكنا شرعیا الفرع الثالث تقدير النفقة خلاف الفقهاء فيما الزوجان موسرين فللزوجة نفقة الموسرين كانا معسرين فللزوجة نفقة المعسرين اختلفت حالة الزوجين يسارا إعسارا الزوج موسرا والزوجة معسرة مثلا العكس يتفقا نفقة معينةء اختلف الفقهاء فيمن يراعى ويعتبر حاله تقدير النفقة أقوال القول الأول الشافعية وجمهور المالكية وعدد الحنفية۲ اعتبار حال الزوج وحده؛ لقول الله تعالى ليق سعة سعته فدر رزه ففق آتاء الله يكلف الله القول الحنفية اعتبار حال الزوجة وبقدر كفايتهاء والأدلة۲ لقول الله تعالى إوعلى المولود رزقهن وكسوتهن بالمعروف البقرة والمعروف الكفايةء ولأنه النفقة والكسوةء والكسوة قدر حالهاء فكذلك النفقة"
        },
        {
            "page": 20,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فؤاد استيتي النبيصلى الله وسلم لهند خذي يكفيك وولدك بالمعروفء فاعتبر كفايتها حال زوجهاء ولأن نفقتها واجبة لدفع حاجتهاء الاعتبار بما تندفع حاجتهاء حال وجبت علیهء كمهرها وکسوتها القول الثالث الحنفية المفتى بهء والحنابلةء وعدد المالكية النفقة معتبرة بحال الزوجين جميعا؛ كانا موسرين فعليه نفقة الموسرين كانا معسرين فعليه نفقة المعسرين كانا متوسطين فلها نفقة المتوسطين کان أحدهما موسرا والآخر معسرا فعليه نفقة المتوسطين أيهما الموسر والدليل الجمع أدلة القولين السابقين ورعاية لكلا الجانبين والقانون القول الأول الشافعية وجمهور المالكية اعتبار حال الزوج وحده جاء المادة تفرض نفقة الزوجة بحسب حال الزوج يسرا وعسرا وتجوز زيادتها ونقصها تبعا لحالته تقل الحد الأدنى بقدر الضرورة القوت والكسوة والسكن الفرع الرابع شروط استحقاق الزوجة للنفقة اشترط الفقهاء لاستحقاق الزوجة النفقة زوجها شروط وتفصيلها الآتي الشرط الأول يشترط الزوجة كبيرة مطيقة للوطءء فلا يشترط البلوغ؛ وإنما يوطا مثله صغيرة مطيقة فلا نفقة النفقة مقابلة الاستمتاء الشرط تسلم الزوجة للزوج دعوتهاء تمنع لمانع شرعيء تمتتع مثلا لعدم استيفاء مهرها المعجلء فلها النفقةء رضيت بتسليم قبض المعجل اختارت منع زوجها لحين القبض فلا نفقة رأي جمهور الفقهاء؛ التسليم استقر رضيت وصارت بمنعها ناشزاء لقول الإمام أبي حنيفة الشرط الثالث النكاح صحيحا فاسداء فالنفقة ليست آثار العقد الفاسد الباطل"
        },
        {
            "page": 21,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء الشرط الرابع الزوجة ناشزاء فالنفقة تسقط بالنشوزء تخرج البيت إذنه مثلا الشرط الخامس يشترط المالكية الزوج بالغاء وبعضهم اعتبره شرطا لغير المدخول يشترط جمهور الفقهاء المانع منه۲ الشرط السادس يشترط المالكية لنفقة الزوجة يسار الزوج أعسر سقطت نفقته بالإعسار زمنه فقطء وسواء دخل لاء لقوله تعالى ليق سعة سعته علبه ففق آتا الله يكلف الله تفسا آتاها الطلاق معسر يؤته شيئا فلا يكلف بشيء؛ أنفقت شيئا زمن إعساره فإنها ترجع بشيء لأنها ساقطة الحالةء وتحمل التبرع سواء حال الإنفاق حاضرا غائبا ويرتب المالكية دخل الزوج الصبي الفقير نفقتها تسقط أبيها قياسا نفقة الأم الفقيرة تسقط نفقتها بالزوج الفقيرء وأما تزوجها غني فتسقط نفقتها عنهء ولو قدر الزوج النفقة تمم الابن الأب باقيها ويخالف جمهور الفقهاءء فلا يعتبرون يسار الزوج شرطا لوجوب النفقةء معسرا وطلبت المرأة النفقة القاضي فرض حاضرا وتستدين فتنفق نفسهاء والشافعية يقولون يجب الموسر مدا طعامء المتوسط ونصف؛ء المعسر كافرة يشترط فقر الزوجةء فتجب ولو غنيةء يشترط الدخول المطلب أثر كسب الزوجة نفقتها الفرع الأول صور كسب المرأة الموضوع متشعب وصوره متعددةء وبعد النظر يسر تقسیم الاحتمالات وفق ترتيب معينء بدايته التفريق الزوجة اشترطت زوجها عقد نكاحها ستعملء الزوجة تشترط عقد زواجها"
        },
        {
            "page": 22,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فاد استيتي الحالة الأولى اشترطت الزوجة العمل عقد زواجها اختلف الفقهاء حكم اشتراط الشرط قولين؟ القول الأول الحنابلة صحة الشرطء ويجب الزوج السماح لزوجته بالعمل المشروع والا فسخ العقدء الأدلة تعالى أيها آمثوا أوفوا لزوم الوفاء بالعقد تضمنه وقول تعالى لوأوفوا الع العهد مولا لإسراء غقبة النبي صلى الله وسلم أحق أوفيتم الشروط توفوا استحللتم الفروجء فهذا الحديث أوجب الوفاء بكل شرط يذكر العقدء ولو يكن خاص دليل خاص؛ دليل الشروطء الحديث دليلا بمقتضى عمومه وعن أبي هريرة رضي الله رسول الله صلى الله وسلم المسلمون شروطهہ الشروط منفعة مقصودة لمشترطهاء ورضاء بالعقد أساسهاء تمنع تحقق مقاصد النكاح الدليل الشرعي طلبهاء الوفاء إجابة للأمر العام تضافرت النصوص وجوب الوفاء بالعقودء حصل خلل الوفاء حصل خلل الرضا قوام العقد۲ القول جمهور الفقهاء الأصل الشروط عقد النكاح المنعء الشروط تخل بالجملة صحة العقد وانما يلغو الشرطء يجب الوفاء بهء عبر الفقهاء باستحباب الوفاء بهء جاء حاشية الدسوقي اشترطت المرأة الرجل العقد الخروج لتمشط كالبلانة لتولد كالداية فإنه يلزمه الشرط أدلتهم"
        },
        {
            "page": 23,
            "text": "مؤتة للبحوث والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء عائشةرضي الله أرادت عتق امرأة تدعى بريرةء مواليها اشترطوا بقاء الولاء لهم؛ فقال النبي السلام لعائشة اشتريها فأعتقيهاء فإنما الولاء لمن أعتقء رسول الله صلى الله وسلم فقال بال رجال يشترطون شروطا ليست کتاب اللہ اشترط شرطا كتاب الله باطل شرط الله أحق وأوثق۲ ووجه الدلالة وجهين قوله صلى الله وسلم يعني شرط يقوم دليل صحته باطل ملغي؛ لأنه کتاب ابێر قياس الشروط تنافى موجب العقد اشتراط الولاء؛ العلة كونه مخالفا لمقتضى العقدء وذلك العقود توجب مقتضياتها بالشرع فيعتبر تغييرها تغييرا أوجبه الشرعء بمنزلة تغيير العبادات قوله الصلاة والسلام المسلمون شروطهم شرطا أحل حراما حرم أجاب الحنابلة عما سبق الشرط مشروع الأدلة ساقوهاء الشرط يحرم الحلالء وإنما يثبت للمرأة الزوج خيار الفسخ ولأن شرط مصلحة العقد مقتضاء ويبدو رجحان قول الحنابلةء الشرط يحقق منفعة للمشترط؛ يصطدم مقتضی العقدء والطرف الآخر موافق تنازل حقه ذلكء حققه شيخ الإسلام ابن تيمية رحمه الله فقرر الشرط منافيا للمقصود الأصلي العقد مخالفا لله ورسوله صلى الله وسلمء مبطلا للعقد يتضمن فلا وجه لتحريمه إجازته؛ لأنه عمل مقصود للناس يحتاجون إليه؛ حاجتهم إليه فعلوء يثبت محرمء فیباح۱ وتطبيقا لفقه الحنابلة للزوجة تشترط زوجها العمل وإذا وافق الزوج يجب تمكينها العملء والا الفسخ"
        },
        {
            "page": 24,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فاد استيتي ويترتب كسب الزوجة كالراتب تتقاضاه حقهاء للزوج يأخذ شيئا بطيب منهاء لكون العمل مشترطا العقدء يقول الشيخ محمد صالح العثيمين رحمه الله يجب الإنسان ينفق أهلهء زوجته وولده بالمعروف الزوجة غنيةء فإنه يجب الزوج ينفقء الزوجة تدرس شرط الزوج تمكيئها تدريسهاء فإنه فيما تأخذه راتب نصف أقلء الراتب لهاء شرط العقد يمنعها التدريس فرضي بذلكء فليس الحق يمنعها التدريس الحق يأخذ مكافأتهاء راتبها شيئاء لھا الحالة تشترط الزوجة العمل عقدها أرادت الزوجة تعمل تكن اشترطت زوجهاء الحكم يختلف تبعا لعدة متغيراتء طبيعة العمل تتطلب خروج المرأة البيت قدرة الزوج النفقة زوجتهء ضرورة العمل ستخرج أجله الزوجة أولا العمل يلزم الخروج البيت للزوجة مال فلها تتاجر غيرهاء تشاركه تدفعه مضاربة يلزمها الخروج البيتء جاء منح الجليل وأما قراضها دفعها مالا لمن وأما عملها يضر بتفرغها لزوجها فلا مانع منهء لأنها تحتاج لمال تنفقه فيما يجب الزوجء العمل سيضر بصحتها فله يمنعها ولو عملها البيتء يقول ابن عابدين قلت قولهم منعها الغزل يشمل غزلها لنفسها العلة السهر والتعب المنقص لجمالها فله منعها عما يؤدي دونه العلة استغناءها الكسب ففيه تحتاج يلزم الزوج شراؤه لهاء تحريره منعها عمل يؤدي تتقيص حقه ضرره خروجها بیته العمل ضرر فلا وجه لمنعها خصوصا حال غيبته بيته المرأة بلا عمل بيتها يؤدي وساوس النفس والشيطان الاشتغال بما يعني الأجانب والجيران"
        },
        {
            "page": 25,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء ثانيا العمل يلزم الخروج البيت التفريق أمرين الزوج قادرا نفقة زوجته لأمر الأول قدرة الزوج الإأتفاق زوجته أصول الفقهاء تمنع خروج المرأة للكسب دام الزوج قادر نفقتهاء عرفنا سابقا سبب وجوب النفقة الحنفية استحقاق حبس الزوجة الزوج؛ يمنعها التصرف والاكتساب ومفرغة نفع حبسها عائدا إليهء فإذا الزوج قادرا نفقتها انتفى سبب الحبس وجاء الشافعية أعسر الزوج بالنفقة الزوجة فالأظهر إمهاله أيام ولها الفسخ صبيحة الرابع يسلمها نفقتهاء وللزوجةوإن غنية الخروج زمن المهلة نهارا لتحصيل النفقة بنحو كسب استطاعت الكسب داخل البيتء تسأل النفقةء منعها الحبس النفقةء فلا يستحق حجرهاء خروجها ريبةء اضطرت للخروج فعليه يمكنهاء يخرج معهاء وتعود ليلاء لأنه وقت الإيواءء منعه الاستمتاع ليلاء ولها نهارا للتحصيلء منعته ليلا ناشزا وسقطت ذمته نقتم وجاء الحنابلة أعسر الزوج بنفقتها الواجبة بيعض النفقة خيرت التراخي الفسخ انتظار؛ تأجيل ثلاثا المقام النكاحء بذل نفقتها زوجها فإنها تجبر المقام؛ يلحقها المنةء وينسب الحنابلة القول عمر وعلي وأبي هريرةء وسعيد المسيب لقوله تعالى إقإمساك بمعروف تسريح بإحسان البقرة الإمساك الإتفاق إمساكا بمعروف فتعين التسريحء وروي عنهصلى الله وسلم المرأة تقول لزوجها أطعمني والا فارقنيء وإذا اختارت المقام فلها تمكينه وتكون النفقة دينا ذمته؛ واجب الزوج؛ ولها منعه نفسهاء فلا يلزمها تمكينه الإقامة منزلهء وعليه يحبسها يدعها تكتسب ولو موسرة؛ لأنه يسلم إليها الاستمتاعء اختارت المقام رضيت بعسرته اختارت الفسخ فلها ذلك۲"
        },
        {
            "page": 26,
            "text": "نفقة المرة وكسبها دراسة فقهية مقارنة مهند فؤاد استيتي الأمر قدرة الزوج الإنفاق زوجته استطاع الزوج النفقة زوجته التفريق العمل قبيل فرض العين الكفايةء العمل ضرورة العمل قبيل الضروريات تصورنا عمل المرأة قبيل الفرض الكفائيء لسبب حقها فرضا عينيا فلا جواز خروجها ٳذن زوجهاء يتوجب مٿل العملء لکن بقي أصله قبيل الفرض الكفائي ففيه خلاف الفقهاءء فمن نصوص الحنفية قابلة غسالة لآخر تخرج بالإذن وبغير الإذن والحج هذااء وهناك الحنفية قيد خروج القابلة والغاسلة بإذن الزوجء وأفاد للزوج يمنع القابلة والغاسلة الخروج الخروج إضرارا محبوسة لحقه وحقه مقدم فرض الكفاية يظهر التعارضء القابلة مثلا عملها قبيل فرض العين يوجد غيرها فتخرجح إذنء قبيل الفرض الكفائي فلا تخرح ينظر لمصلحة الأمةء فهناك الأعمال يصلح للنساءء وخاصة فيما يطلع الرجال أمور الطب عيوب النساءء والدليل قبول شهادة النساء منفردات فيهاء تدريس الفتيات وخاصة المراهقات الأمور الخاصة بالنساءء فلا مراعاة دواعي الضرورة للمجتمع يقول الشيخ محمد محمد المختار الشنقيطي فعلى الزوج ينتبه؛ الزوج راع ومسئول رعيته؛ والمرأة رعيتهء فإذا نظر المصلحة خروجها للعمل أذن وأعانهاء وخاصة الزمانء فكم صالحة ينفع الله بخروجها للتعليم التوجيه خير وللأمة للرجال يجحفوا بحقوق النساء يظلموهن يضيقوا عليهن"
        },
        {
            "page": 27,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء العمل قبيل الضروريات يفرق حالتين يأذن الزوج لزوجته بالعملء يأذن الحالة الأولى يأذن الزوج لزوجته بالعمل للزوج الحق المطلق يأذن لزوجته تعمل يأذن لهاء جاء البحر الرائق وقالوا يمنع امرأته الغزل تتطوع للصلاة والصوم بغير الزوج الظهيرية وينبغي تخصيص الغزل يمنعها الأعمال كلها المقتضية للكسب لأنها مستغنية لوجوب كفايتها عليهاء فإذا عبادة التطوع مشروط بإذن الزوجء فمن باب أولى دونهاء وعليه فإذا أرادت الزوجة العمل زوجهاء البهوتي توجر المرأة نفسهاء عقد النكاح عليهاء بغير زوجهاء لتفويت الزوج فمثلا أجرت زوجة لإرضاع طفل زوجها يتفق الفقهاء الزوج فسخ الإجارة؛ تفويت حقهء يلحقه الضرر يصدق عمل صنعة جاء مطالب أولي النهى تصخ إجارتها الروجة لرضاع وخذمة وصنعة نكاح بإذه الروج سواء أجرت لفسها أجرها ولها لقفويت الزوج سبقه كجارة الموجر أذن روج صحث الجارة ولزمتء يمنع الزوج فسخه الإجارة عقد النكاح لازمة الإجارةء المنفعة تملكتها الزوجة عقد النكاح۲ وعليه يرض الزوج بعملها ونهاها الخروج للعمل تعمل الحياة الزوجية وشرط العقد الوظيفةء لكنها تمتثل واستمرت وظيفتهاء فعندئذ يسقط حقها النفقةء لعدم تحقق سبب النفقة احتباسها لحقه وتفريغ ولأولادهء الخروج للعمل مخل بهذه المصالحء فيسقط بذلك حقها النفقةء كونها ناشز خرجت بيت زوجها إذنهء جاء مبسوط السرخسي وإذا تغيبت المرأة زوجها أبت تتحول منزله يريد البلدان أوفاها مهرها فلا نفقة لأنها ناشزة نفقة للناشزةء الله تعالى أمر الناشزة بمنع حظها الصحبة بقوله تعالى واهجروهن المضاجع النساء فذلك دليل تمنع كفايتها النفقة بطريق الأولى الحظ الصحبة لهما وفى النفقة خاصةء ولأنها إنما تستوجب النفقة بتسليمها الزوج وتفريغها"
        },
        {
            "page": 28,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فؤاد استيتي لمصالحه؛ فإذا امتنعت صارت ظالمة فوتت يجب باعتباره فلا نفقة ويقول صاحب التاج والإكليل موانع النفقة النشوز ومنع الوطء والاستمتاع نشوز والخروج بغير إذنه نشوز وبإذنه بنشوز والنفقة تسقط بالنشوز ولقد تابع علماء الشريعة المحدثون النصوص السابقةء ففي كتاب الأحكام الشرعية الأحوال الشخصية لقدرى باشا المادة الزوجة المحترفة البيت نهارا وعند الزوج ليلا منعها الخروج فعصته فلا نفقة مادامت خارجة الحالة أذن الزوج لزوجته بالعمل للزوج يأذن لزوجته بالخروج للعمل خروج المرأة للعمل البيت يمثل احتباسا ناقصاء الاحتباس للزوج فإذا رضي ناقصا وأذن وضمنا يكن نقص الاحتباس حينئذ الزوجةء بمعنى احتباس الزوجة للزوجء فله يتنازل السؤال للزوج يعدل إذنه أذن الزوج لزوجته بالعمل فلا يتحمل التبعاتء ومنها الرجوع إذنهء فمثلا أذن الزوج تؤجر الزوجة لإرضاع طفل مثلاء فليس الفسخء منع الإمام مالك الزوج وطء زوجته فترة الرضاعء جاء المدونة الكبرى مالك آجرت ظئرا بإذن زوجها يكن لزوجها يطأها قلت آجرت ظئر بغير زوجها أيكون لزوجها يفسخ إجارتها قول مالك نعمء والكلام يفهم جهة كون الإجارة لازمةء ويقاس عمل يترتب التزامات الزوجةء كالعقود ترقب شرطا جزائيا لمن خالفه المقابل ليست الأعمال والحرف تقابلها التزامات الزوجةء تتغير طبيعة العمل تتغير ظروف الأسرة ككثرة الأولادء عندها يخلف العمل ضررا الأسرةء فلا يسوغ للرجل صلاحية الرجوع الإذنء جهتين"
        },
        {
            "page": 29,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء فكرة الرجوع الإذن غريبة الزوجينء فمن الأمثلة ذلكمن باب أولى موافقة تمليك والإذن بتمليك باب الضرورة موجود أبواب الفقهء وحتى عقد العمل لازماء فهناك يسوغ موجبات الفسخ الفقهاءء بما يوقع الضرر أحدء الحالة يوجد يمنع الرجل إعادة النظر إذنهء الخلاف الزوجين فيعود الأمر تقدیر القاضي قاعدة ضرر ضرار النتيجة صلاحية الرجوع الإذن مطلقة للزوجء وعدم سلبها بلاعذرء وللجمع بينهما الحياة الزوجية تغيير يستوجب عملهاء يتحقق معنى السكن وتربية الصغار والقيام بالواجبات الأساسية بالإشراف أمور الأسرة ورعايتها؛ عندها وجب العمل وإذا يطرا الحياة الزوجية تغيير يستوجب عملهاء فمن الزوجة البقاء عملها دامت ترغب فيه؛ تزوج الموظفة إقرار وظيفتهاء أذن لاحقاء إطلاق الإذن للزوج ضرر لها؛ الأزواج يأمرها بترك الوظيفة لمجرد تعطه مرتبهاء تذعن وتترك وظيفتها فترة الزمن يعلن طلاقها المل خسرت الأمرين والواقع خير شاهد الفرع نفقة الزوجة العاملة بإذن الزوج عرفنا علة نفقة الزوجة حبسها لحق زوجهاء يعزز قول الفقهاء سفر المرأة مسقط لنفقتها سفرها بإذن الزوجاء ولو سفرها لحجة الإسلام حجة الفرض الحنفية الأظهر عمل الزوجة سفرا تمنع زوجهاء وإنما يذهب شيئا اليوم؛ النهار الليل كمن تعمل التمريض وهناك نصوص الفقهاء إسقاطها مسألتناء الشافعية الأمة زوجها سيدها واستخدمها لخدمته نهاراء وتركها لزوجها ليلا نفقتها تسقط زوجها الأصح لانتفاء التسليم والتمكين التامء قالوا الزوجة"
        },
        {
            "page": 30,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فؤاد استيتي الحرةء والنص سلمت الحرة ليلا واشتغلت الزوج نهارا أسنى المطالب وتسقط النفقة بنشوز عاقلة ومجنونة التمكين ولو نهارا الليل أحدهماء ويذكر الإمام النووي الأصح وجهين آخرين للزوجة نصف النفقة النفقة كاملةء ويجزم الإمام النووي سقوط النفقة الحرة باب أولى الأمة والتعليل الأمة مملوكة لغيرها تخدم مكرهةء وأما الحرة مختارة ومثل نجده الحنفية يقول الحصكفي الدر المختار ولو سلمت بالليل النهار عكسه فلا نفقة لنقص التسليمء المجتبى ويه عرف جواب واقعة زماننا تزوج المحترفات بالنهار مصالحها وبالليل عنده فلا نفقة انتهى النهر وفيه نظر۲ وأما النظر يوضحه ابن عابدين حاشيته الدر وجهه معذورة لاشتغالها بمصالحها بخلاف المسألة المقيس فإنها عذر فنقص التسليم منسوب إليهااء الكلام الأخير ابن عابدين يفيد ضرورة التفريق حالة حدة ويقول ابن عابدين تعليقا تتطوع للصلاة والصوم بغير الزوج قلت تقييد الصلاة بصلاة التهجد الليل منعا لحقه وتنقيصا لجمالها بالسهر والتعب وجمالها حقه غيره السنن الرواتب فلا وجه لمنعها يتابع قائلا تحريره منعها عمل يؤدي تتقيص حقه ضرره خروجها بيته العمل ضرر فلا وجه لمنعها خصوصا حال غيبته بيتهء فالزوج يشرع التعسف استعمال حقهء واضح قوله للزوج منع زوجته يقلل يضر بحقه الأمر يتعلق بقيام الليلء التعسف فيحرمها السنن الراتبة مثلا يمكننا ملاحظة ضابط التفريق استحقاق الزوجة النفقة لاء الضرر يلحق الزوجء العمل يضر بمصلحة الزوج ينقص حقه فلا الزوجة نفقتها المعتادةء عكس فلا النظر أقوال الفقهاءء ووجدنا آراء الفقهاء فسحة وجدناه أقوال الشافعية الثلاثة سقوط النفقةء وتبعيض النفقةء ووجوبها كاملةء وحيث وجوب النفقة يتعارض قدمناهء يبقى سقوط النفقةء تبعيضهاء سقوطها فلا وجه"
        },
        {
            "page": 31,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء الزوجء ولأن عمل الزوجة يأخذ النهار كله وإنما بعضه؛ فيبقى القول بتبعيض النفقة وتقليلهاء وطبعا تقديره بقدر الضرر وتقليل الحق مظاهر تقليل النفقة المرأة العاملة تحتاج الكسوة تحتاجه العاملة؛ لأنها تريد تلبس جديدا زميلاتها العملء حقها زوجهاء حقها كسوتها بما تلبسه بيتهاء وبما تخرج مناسبات شرعيةء مباحةء بإذنهء أمر يقدر بقدر معينء يختلف باختلاف طبيعة الزوجةء وبيئتهاء وقريب جاء الفقهاء قالوا للمرأة نفقة الحضر السفر الفرع الثالث كسب المرأة لزوجها؟ تأسيسا سبق مسألة نفقة الزوجة العاملةء فحيث عملها ينقص الزوج أذن بالعمل فلا أجرتها خالصة لهاء فلا يتعلق للغيرء جاء الفتاوى البزازية أفتى القاضي الإمام زوجين سعيا وحصلا أموالا له؛ لأنها معينة كسب حدة فلها الفتاوى امرأة معلمةء يعينها الزوج أحيانا فالحاصل لهاء التقاط السنبلة التقطا بينهما أنصافاء الفقهاء أبعد واعتبروا كسب المرأة عملها ولو الزوج بعملها إذنهء مدة فأجرة مضى الفسخ المستقبلاء باب أولى إذنه للزوجة عمل الزوجة ينقص الزوج بتحقق الضررء عندها للزوج خيار تقليل نفقة زوجته بيناه الفرع السابقء ولوجود الاختيار التفصيل حالتين الحالة الأولى اختار الزوج تقليل النفقة المعتادة فلا مانع مشاركة الزوج زوجته كسبها تساهم النفقاتء بما يتفقان عليه؛ تبذله عملها حقه؛ فله يستوفي مقابله بالمعروف"
        },
        {
            "page": 32,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فؤاد استيتي الحالة وأما اختار الزوج تقليل النفقة فهنا الاتفاق الزوجين يتفقان تقليل قدر معين استقلالها بكسبها كلهء تقليل مشاركته بنسبة کسبها ضوء فهم جواب الشيخ محمد صالح الله فهنا لهما يصطلحا يشاءان يعني مثلا يقول أمكنك التدريس بشرط نصف الراتب أرباعهء ربعهء أشبه ذلكء يتفقان عليهء وأما شرط تدرس وقبل فليس الحق يمنعهاء الحق يأخذ راتبها شيئا تجدر الإشارة إليه مشاركة الزوجة لزوجها النفقات المعيشية أيامنا قبيل حسن العشرةء الخوض تفصيلات حجم المشاركةء فالزوجان شريكان يكملان بعضهما البعض وخاصة الأيام تعقدت وكثرت متطلباتهاء قلة الحيلة غالباء والله المستعان وأما القانون قرر قانون الأحوال الشخصية الأردني المادة تستحق الزوجة تعمل البيت النفقة بشرطين العمل مشروعا يوافق الزوج العمل دلالة يجوز للزوج الرجوع موافقته عمل زوجته مشروع ودون يلحق ضررا فالزوجة تستحق النفقة بشرطين وفق الفقرة الأول العمل مشروعاء مشروع العمل محرم شرعاء فبهذا العمل المشروع تستحق الزوجة النفقة ويفيد الشرط موافقة الزوج العمل بقوله موافق العملء دلالة قبول الزوج خروج زوجته العمل الاعتراض"
        },
        {
            "page": 33,
            "text": "مؤتة للبحوث والدراسات سلسلة العلوم الإنسانية المجلد والثلاثون العدد الثالثء والفقرة تفيد جواز رجوع الزوج الموافقة لسبب مشروعء يحتاج إليها أولادها حاجة يقوم غيرهاء كالمرضع يقبل الرضيع حليب غيرهاء تستطيع بالزوجة يتوجب دفع مبلغ كبير المال حال تركها العمل انتهاء مدة العقدء عمل المرأة داخل المنزل كالخياطة شابه تستحق النفقة وجاء الأسباب الموجبة للتعديل لمعالجة حالات وقعت التطبيق العملي حصل تعسف الزوج استعماله لحقه منع الزوجة العمل مسوغ؛ التعديل جاء محققا للعدل مانعا للتعسف الخاتمة البحث تسجيل أهم النتائج والتوصيات عمل المرأة وكسبها مشروعء فلها تبيع وتشتري توكل غيرهاء ويوكلها غيرهاء تتاجر بمالهاء عملها واجبا حال کون عملها قبيل فرض العين تجب نفقة المرأة العاملة القرابةء المقابل تجب نفقة الزوجة الغنية تضطر المرأة للعملء شرط النفقة القرابة يسار المنفقء تجد موسرا ينفق عليهاء تجده ممتنعء عندها يجب العمل لحفظ النفس مانع الفقهاء دفع المرأة للكسب المشروع؛ والأولى توجيهها لتغطية حاجة بالجملة يوجد فقها يفيد وجوب عمل الزوجة لتكسب نفقتها تجب ولو غنيةء تجب الجمهور إعسار الزوجء الأصل وظيفة الزوجة إدارة بيتها ورعاية أسرتها وتربية أبنائها"
        },
        {
            "page": 34,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فؤاد استيتي اشترطت الزوجة العمل العقد كسبها ونفقتها تسقط تشترطه زوجها قادرا نفقتها يكن عملها قبيل فرض العين الزوجء أذن ينقص حقه يتضرر خروجها كسبها لهاء وكذلك تسقط نفقتها لكسب المرأة شروطء مشروعاء خلوة أجنبيءوعدم الزينة وتغيير الهيئة ثانيا التوصيات جمع التطبيقات القضائية واقع دعاوى المحاكم الشرعيةء ودراستها وفق التأصيل أسسه البحث إرشاد المجتمع بقضايا عمل المرأة ونفقتها مصادر التوجيه سواء خطباء الجمعة دائرة الإفتاء الندوات العلمية؛ لتلافي الخلافات العائلية"
        },
        {
            "page": 35,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء الهوامش مسلم؛ صحيح مسلم؛ كتاب الحج باب حجة النبي صلى الله وسلم؛ دار إحياء التراث العربي بيروت محمد فؤاد عبد الباقيء رقم عليش محمد أحمد محمدء منح الجليل شرح مختصر سيد خليل دار الفكر بيروته العدويء الصعيدي حاشية العدوي دار الفكرء الدسوقيء محمد أحمد عرفةء حاشية الدسوقي الشرح الكبيرء دار إحياء الكتب العربيةء الأنصاريء زكريا محمد زكرياء أسنى المطالب شرح روض الطالب دار الكتاب الإسلاميء الهيتميء أحمد محمد حجرء تحفة المحتاج شرح المنهاجء دار إحياء التراث العربيء الرمليء محمد شهاب الدين المحتاج شرح المنهاجء دار الفكرء البابرتي محمد محمد محمود العناية شرح الهدايةء دار الفكرء ابن عابدينء محمد أمين عمرء حاشية المحتار الدر المختارء دار الكتب العلميةء الزيلعيء فخر الدين عثمان الحنفي تبين الحقائق شرح كنز الدقائق دار الكتب ابن مفلحء محمد مفلح المقدسي عبد الله الفروع وتصحيح الفروعء دار الكتب العلمية بيروتء الطبعة الأولىء تحقيق الزهراء حازم القاضيء جكص ابن قدامةء عبد الله أحمد قدامة المقدسي محمد المغني فقه الإمام أحمد حنبل الشيباني دار الفكربيروت الطبعة الأولىء الزيلعي تبين الحقائق شرح كنز الدقائقء الهيتمي تحفة المحتاج شرح المنهاجء البهوتيء منصور يونس إدريس كشاف القناع متن الإقناعء دار الفكربيروت تحقيق هلال مصيلحي مصطفى هلالء الهيتميء تحفة المحتاج شرح المنهاجء ابن قدامةء المغنيء الأنصاري أسنى المطالب شرح روض الطالبء الهيتمي تحفة المحتاج شرح المنهاجء ابن قدامةء المغنيء"
        },
        {
            "page": 36,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فواد استيتي البخاريء صحيح البخاري كتاب النفقاتء باب ينفق الرجل فللمراة تأخذ بغير علمه يكفيها وولدها بالمعروف دار ابن كثيرء اليمامة بيروت الطبعة الثالثة تحقيق مصطفى ديب البغاء جصء رقم ابن قدامة المغنيء البابرتيء العناية شرح الهدايةء جص؛ الأنصاري أسنى المطالب شرح روض الطالبء الهيتميء تحفة المحتاج شرح المنهاجء جصء البهوتيء كشاف القناع متن الإقناعء جكص الخرشي محمد عبداللكء شرح مختصر خليلء دار الفكر للطباعة بيروتء البهوتيء كشاف القناع متن الإقناعء جكص ابن قدامةء المغنيء الزيلعيء تبيين الحقائق شرح كنز الدقائق السرخسيء شمس الدين محمد أحمد أبي سهل المبسوط دار المعرفة بيروتء جكص الأتصاريء أسنى المطالب شرح روض الطالبء الهيتميء تحفة المحتاج شرح المنهاجء البهوتيء كشاف القناع متن الإقناعء جكص أحمد مسند أحمد حنبلء مؤسسة قرطبة القاهرةء مذيل بأحكام شعيب الأرنؤوط شعيب الأرنؤوط صحيح لغيره إسناد حسنء رقم داودء سنن أبي داودء سنن أبى داودء كتاب الإجارةء باب الرجل يأكل مال ولده دار الكتاب العربيء بيروت الألباني ذيل السنن حسن صحيحء رقم الأنصاري أسنى المطالب شرح روض الطالبء الخرشيء شرح مختصر خليلء الهيتميء تحفة المحتاج شرح المنهاج؛ء جصء ابن قدامةء المغنيء العدويء حاشية العدويء ابن قدامةء المغنيء ابن قدامةء المغنيء ابن قدامةء المغنيء البابرتيء العناية شرح الهدايةء السرخسي المبسوطء"
        },
        {
            "page": 37,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء البابرتي العناية شرح الهدايةء السرخسي المبسوطء ابن قدامةء المغنيء الزيلعيء تبين الحقائق شرح كنز الدقائقء جصء خسروء محمد فرموزاء درر الحكام شرح غرر الأحكامء دار إحياء الكتب العربيةء شيخي زاده عبد الرحمن محمدء مجمع الأنهر شرح ملتقى الأبحرء دار إحياء التراث العربيء الكاسانيء علاء الدين الكاسانيء بدائع الصنائع ترتيب الشرائعء دار الكتاب العربي بيروت الطبعة الثانيةء البيهقيء بكر أحمد الحسين السنن الكبرى ذيله الجوهر النقي لعلاء الدين عثمان المارديني الشهير بابن التركمانيء ابن التركمان سنده أشعث ابن سوار فسكت وضعفه قريباء نشر مجلس دائرة المعارف النظامية الكائنة الهند ببلدة حيدر آبادء الطبعة الأولىه وضعفها ابن حزم الظاهري ضعف أشعث وأضاف الرواية مرسلة ابن حزمء أحمد سعيدء المحلى بالآثار دار الفكرء الهيتميء تحفة المحتاج شرح المنهاجء الكاساني بدائع الصنائع البيهقي السنن الكبرى ذيله الجوهر النقيء تعليق ابن التركمان نقلا ابن حزم صححهاء ابن حزم؛ المحلى بالآثارء البهوتيء كشاف القناع متن الإقناعء جكص ابن قدامةء المغنيء ابن قدامة المغنيء البابرتي العناية شرح الهدايةء جص؛ الخرشيء شرح مختصر خليلء الأنصاري أسنى المطالب شرح روض الطالبء جص؛ ابن مفلح؛ الفروع وتصحيح الفروعء ابن عابدينء حاشية المحتار الدر المختارء ابن قدامة جصء البهوتيء كشاف القناع متن الإقناعء الدسوقيء حاشية الدسوقي الشرح الكبيرء"
        },
        {
            "page": 38,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فؤاد استيتي السرخسي المبسوطء البابرتي العناية شرح الهدايةء ابن قدامة المغنيء السرخسي المبسوط الخرشي شرح مختصر خليلء الهيتمي تحفة المحتاج شرح المنهاجء ابن مفلح؛ الفروع وتصحيح الفروعء السرخسي المبسوطء ابن عابدينء حاشية المحتار الدر المختارء الهيتميء تحفة المحتاج شرح المنهاجء مسلمء صحيح مسلمء كتاب الزكاةء باب الابتداء النفقة بالنفس أهله القرابة رقم ابن قدامة المغنيء الخرشيء شرح مختصر خليلء العدوي؛ء حاشية العدويء الأتصاري أسنى المطالب شرح روض الطالبء الهيتميء تحفة المحتاج شرح المنهاجء البابرتي العناية شرح الهدايةء نظام وآخرون الشيخ نظام وجماعة علماء الهندء الفتاوى الهندية مذهب الإمام الأعظم أبي حنيفة النعمان دار الفكر الأنصاري أسنى المطالب شرح روض الطالب الهيتميء تحفة المحتاج شرح المنهاجء السرخسي المبسوطء الأنصاري أسنى المطالب شرح روض الطالبء النووي يحيى شرف شرح النووي صحيح مسلم؛ دار إحياء التراث العربيء بيروت الطبعة البابرتي العناية شرح الهداية البابرتي العناية شرح الهدايةء البابرتي العناية شرح الهدايةء جصء الكاساني بدائع الصنائعء"
        },
        {
            "page": 39,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء الكاساني بدائع الصنائعء السرطاوي محمود عليء شرح قانون الاحوال الشخصيةء دار الفكر الطبعة ابن عابدينء حاشية المحتار الدر المختارء البهوتيء كشاف القناع متن الإقناعء الكاساني بدائع الصنائعء عليش منح الجليل شرح مختصر سيد خليلء الدسوقيء حاشية الدسوقي الشرح الكبيرء الأنصاريء أسنى المطالب شرح روض الطالبء الرملي المحتاجء المرداويء سليمان المرداوي الحسن الإتصاف معرفة الراجح الخلاف مذهب الإمام أحمد حنبلء دار إحياء التراث العربي بيروت تحقيق محمد حامد الفقيء البهوتيء كشاف القناع متن الإقناعء الأنصاري أسنى المطالب شرح روض الطالبء السرخسي المبسوطء جكص ابن عابدينء حاشية المحتار الدر المختارء الأنصاري أسنى المطالب شرح روض الطالبء الرملي المحتاجء عليش منح الجليل شرح مختصر سيد خليلء المرداويء الإتصافء البهوتيء كشاف القناع متن الإقناعء السرخسي المبسوطء ابن عابدين حاشية المحتار الدر المختارء الأنصاري أسنى المطالب شرح روض الطالبء الصاوي العباس أحمدء حاشية الصاوي الشرح الصغيرء دار المعارف"
        },
        {
            "page": 40,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فواد استيتي الكاساني بدائع الصنائعء عليش منح الجليل شرح مختصر سيد خليلء الدسوقيء حاشية الدسوقي الشرح الكبيرء الشربينيء محمد أحمد الخطيب مغني المحتاج معرفة معاني ألفاظ المنهاجء دار الفكر بيروتء الأنتصاريء أسنى المطالب شرح روض الطالب الرملي المحتاجء المرداوي الإنصاف البهوتيء كشاف القناع متن الإقناعء ابن عابدينء حاشية المحتار الدر المختارء الأنصاري أسنى المطالب شرح روض الطالبء الرملي المحتاجء المرداويء الإنصافء جصء البهوتيء كشاف القناع متن الإقناعء الرملي المحتاجء البابرتيء العناية شرح الهدايةء ابن عابدينء حاشية المحتار الدر المختارء الهيتمي تحفة المحتاج شرح المنهاجء سبق تخریجه هامش منلا خسروء درر الحكام شرح غرر الأحكامء جاص ابن عابدين حاشية المحتار الدر المختارء ابن قدامةء المغنيء ابن عابدينء حاشية المحتار الدر المختارء منلا خسرو درر الحكام شرح غرر الأحكامء سبق تخریجه هامش ابن قدامةء المغنيء السرخسي المبسوطء البجيرميء سليمان محمدء حاشية البجيرمي الخطيب دار الفكرء"
        },
        {
            "page": 41,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء الشربينيء مغني المحتاج معرفة معاني ألفاظ المنهاجء البجيرميء حاشية البجيرمي الخطيبء الشربيني مغني المحتاج معرفة معاني ألفاظ المنهاجء ابن عابدينء حاشية المحتار الدر المختارء ابن عابدينء حاشية المحتار الدر المختارء ابن عابدينء حاشية المحتار الدر المختارء ابن نجيم؛ زين الدين ابراهيم الحنفي البحر الرائق شرح كنز الدقائق دار الكتاب الإسلاميء الخرشيء شرح مختصر خليلء العبدري التاج والإكليل لمختصر خليلء النفراويء أحمد غنيم سالم النفراوي المالكي الفواكه الدواني رسالة ابن أبي زيد القيروانيء دار الفكر بيروت العبدري عبد الله محمد يوسف أبي القاسم؛ التاج والإكليل لمختصر خليلء دار الفكر بيروت الطبعة العبدري التاج والإكليل لمختصر خليلء البهوتيء كشاف القناع متن الإقناعء الرحيباني مطالب أولي النهىء السرخسي المبسوطء جكصء النفراوي الفواكه الدواني رسالة ابن أبي زيد القيروانيء الأنتصاري أسنى المطالب شرح روض الطالبء ابن قدامة المغنيء الزيلعيء فخر الدين عثمان الحنفيء تبين الحقائق شرح كنز الدقائقء دار الكتب الإسلامي القاهرة السرخسي المبسوط جكص ابن قدامة المغنيء السرخسي المبسوطء جكصء ابن قدامةء المغنيء ابن قدامةء المغنيء"
        },
        {
            "page": 42,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فواد استيتي الترمذي سنن الترمذي دار إحياء التراث العربي بيروت تحقيق أحمد محمد شاكر وآخرون رقم الترمذي حديث حسن صحيح الكاساني بدائع الصنائع ترتيب الشرائع النفراوي الفواكه الدواني رسالة ابن أبي زيد القيروانيء الأنصاري أسنى المطالب شرح روض الطالبء ابن قدامةء المغنيء ابن قدامةء المغنيء البابرتي العناية شرح الهدايةء جصء الكاسانيء بدائع الصنائعء جصء ابن عابدين حاشية المحتار الدر المختارء الحاكم؛ محمد عبدالله عبدالله النيسابوري المستدرك الصحيحين دار الكتب العلمية بيروت الطبعة الأولىء تحقيق مصطفى عبد القادر عطاء الكتاب تعليقات الذهبي التلخيص صحيحء ابن الهمامء كمال الدين عبد الواحدء فتح القديرء دار الفكرء جصء السرخسي؛ء المبسوطء جكصء الكاسانيء بدائع الصنائعء ابن عابدينء حاشية المحتار الدر المختارء الدرديرء الشرح الكبيرء سيدي أحمد البركات دار الفكر بيروت تحقيق محمد عليشء العبدري التاج والإكليل لمختصر خليلء جصء الحطاب عبد الله محمد عبد الرحمن المغربيء مواهب الجليل لشرح مختصر خليلء دار الفك بيروت الطبعة الخرشيء شرح مختصر خليلءج الشافعي عبد الله محمد إدريس الأم دار الطبعة الثانيةء جكصء قليوبيء وعميرةء أحمد سلامة القليوبيء وأحمد البرلسي عميرةء حاشيتا قليوبي وعميرة دار إحياء الكتب العربيةء الأنصاريء أسنى المطالب شرح روض الطالبء ابن قدامه؛ المغنيء منلا خسرو درر الحكام شرح غرر الأحكام الزيلعي تبيين الحقائق شرح كنز الدقائقء"
        },
        {
            "page": 43,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء الحطاب مواهب الجليل لشرح مختصر خليلء الأنصاري أسنى المطالب شرح روض الطالبء ابن قدامةء المغنيء مسلم صحيح مسلم؛ رقمء الشربيني مغني المحتاج معرفة معاني ألفاظ المنهاجء الشربينيء مغني المحتاج معرفة معاني ألفاظ المنهاجء جءص الشربيني مغني المحتاج معرفة معاني ألفاظ المنهاجء النوويء يحيى شرف روضة الطالبين وعمدة المفتينء المكتب الإسلامي بيروت الطبعة الثانيةەجء الدرديرء الشرح الكبيرء الكاساني بدائع الصنائعء ابن عابدين حاشية المحتار الدر المختارء ابن الهمامء فتح القديرءجصء ابن قدامةء المغنيء ابن عابدين حاشية المحتار الدر المختارء ابن الهمامء فتح القديرءجء ابن قدامةء المغنيء سبق تخریجه هامش ابن عابدين حاشية المحتار الدر المختارء جصء ابن الهمام؛ فتح القديرء ابن قدامةء المغنيء عليش منح الجليل شرح مختصر سيد خليلء ابن قدامةء المغنيء السرخسي المبسوط جكصء العبدري التاج والإكليل لمختصر خليلء جصء الشافعيء الأمءجء ابن قدامةء المغنيء ابن قدامةء المغنيء الكاساني بدائع الصنائعء جصء العبدري التاج والإكليل لمختصر خليلء جصء الشافعي الأمءجء ابن قدامة المغنيء"
        },
        {
            "page": 44,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فواد استيتي الكاساني بدائع الصنائعء جصء ابن قدامةء المغنيء الصاويء حاشية الصاوي الشرح الصغيرء الأنصاريء أسنى المطالب شرح روض الطالبء ابن قدامةء المغنيء نظام وآخرون الفتاوى الهنديةء البهوتيء كشاف القناع متن الإقناعء نظام وآخرون الفتاوى الهنديةء الخرشيء شرح مختصر خليلء الخرشيء شرح مختصر خليلء العبدري التاج والإكليل لمختصر خليلء الدسوقيء حاشية الدسوقيء السرخسي المبسوطء جكص الشافعي الأمءجكص المرداوي النفراوي الفواكه الدواني الخرشيء شرح مختصر خليلء الخرشيء شرح مختصر خليلء الكاسانيء بدائع الصنائعء الشربينيء مغني المحتاجء ابن قدامة المغنيء الكاساني بدائع الصنائعء الشربينيء مغني المحتاجء نظام وآخرون الفتاوى الهنديةء البهوتيء كشاف القناع متن الإقناعء نظام وآخرون الفتاوى الهنديةء النفراوي الفواكه الدواني نظام وآخرون الفتاوى الهنديةء الرحيبانيء مصطفى السيوطي مطالب أولي النهى شرح غاية المنتهى المكتب الإسلامي دمشق ابن قدامةء المغنيء ابن القيم عبد الله شمس الدين محمد أبي بكر أيوب سعد الزرعي الدمشقي إعلام"
        },
        {
            "page": 45,
            "text": "مؤتة للبحوت والدراساتء سلسلة العلوم الإنسانية المجلد والثلاثونء العدد الثالثء الموقعين العالمينء دار الجيل بيروت تحقيق عبد الرؤوف سعدء الرحيبانيء مطالب أولي النهى شرح غاية المنتهىء ابن تيميةء العباس أحمد عبد الحليم الحرانيء كتب ورسائل وفتاوى شيخ الإسلام ابن تيميةء ءمكتبة ابن تيميةء الطبعة الثانيةء تحقيق عبد الرحمن محمد قاسم العاصمي النجديء البخاريء صحيح البخاريء كتاب النكاحء باب الشروط النكاحء رقمج الرحيبانيء مطالب أولي النهى شرح غاية المنتهىء جكصء ابن قدامةء المغفيء الرحيبانيء مطالب أولي النهى شرح غاية المنتهىء داود سنن أبي داودء رقم الألباني حسن صحيح الرحيبانيء مطالب أولي النهى شرح غاية المنتهمىء جكصء ابن قدامةء المغفيء البخاريء صحيح البخاريء كتاب النكاحء باب الشروط النكاحء الرحيبانيء مطالب أولي النهى شرح غاية المنتمىء ابن قدامةء المغفنيء نظام وآخرون الفتاوى الهنديةء جاص ابن نجيمء البحر شرح كنز الدقائقء جصء الخرشيء شرح مختصر خليلء جصء قليوبي وعميرةء حاشيتا قليوبي وعميرةء الدرديرء الشرح الكبيرء الدسوقيء حاشية الدسوقيء البخاريء صحيح البخاريء كتاب المكاتب باب إثم قذف مملوكهء رقم"
        },
        {
            "page": 46,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فواد استيتي الرحيبانيء مطالب أولي النهى شرح غاية المنتمىء ابن قدامةء المغنيء ابن تيميةء مجموع الفتاویء ابن الفتاوىء ابن قدامةء المغنيء الرحيبانيء مطالب أولي النهى شرح غاية المنتهىء ابن قدامةء المغنيء ابن تيميةء مجموع الفتاوىء جصء ابن تيميةء العباس أحمد عبد الحليم الحراني القواعد النوارنية الفقهيةء دار المعرفة بيروت تحقيق محمد حامد الفقي ابن العثيمينء شرح رياض الصالحين دار الوطن للنشرء الرياضهء المكتبة page ابن عابدينء حاشية المحتار الدر المختارء الشربيني مغني المحتاجء جص؛ الهيتمي تحفة المحتاج شرح المنهاجء قليوبيء وعميرةء حاشيتا قليوبي وعميرةء أحمدء مسند أحمدء رقم تعليق شعيب الأرنؤوط فالصحيح موقوف أبي هريرة قول النبي صلى الله وسلم البهوتيء كشاف القناعء جكص؛ المرداوي الإنصاف الحجاوي شرف الدين موسى أحمد موسى النجا الحجاوي الإقناع فقه الإمام أحمد حنبل دار المعرفة بيروت لبنانء تحقيق عبد اللطيف محمد موسى السبكيء ابن الهمامء فتح القديرء ابن نجيم البحر الرائق شرح كنز الدقائقء الشنقيطيء محمد محمد المختارء شرح زاد المستقنعء دروس صوتية مفرغةDٗ المكتبة الشاملة"
        },
        {
            "page": 47,
            "text": "مؤتة للبحوث والدراسات سلسلة العلوم الإنسانية المجلد والثلاثون العدد الثالثء ابن نجيم البحر الرائق شرح كنز الدقائقء البهوتيء منصور يونس إدريس الروض المربع شرح زاد المستقنعء مكتبة الرياض نظام وآخرون الفتاوى الهنديةء الخرشيء شرح مختصر خليلء الهيتميء تحفة المحتاجء البهوتيء كشاف القناع متن الإقناعء الرحيبانيء مطالب أولي النهىء الرحيباني مطالب أولي النهىء السرخسى المبسوطء العبدري التاج والإكليلء الخرشيء شرح مختصر خليلء الأحكام الشرعية الأحوال الشخصية لقدري باشا المادة الصاويء حاشية الصاوي الشرح الصغيرء مالك مالك أنس المدونة الكبرىء دار صادر بيروتء الأنصاري أسنى المطالب شرح روض الطالبء ابن قدامةء المغنيء الزرقاء مصطفى أحمدء المدخل الفقهي العامءدار القلمء دمشق الطبعة الثانيةمء الأنصاري أسنى المطالب شرح روض الطالبء ابن قدامةء المغقيء نظام وآخرون الفتاوى الهنديةء الهيتميء تحفة المحتاج شرح المنهاجء الأنصاري أسنى المطالب شرح روض الطالبء النوويء روضة الطالبين وعمدة المفتينء"
        },
        {
            "page": 48,
            "text": "نفقة المرأة وكسبها دراسة فقهية مقارنة مهند فواد استيتي الحصكفي علاء الدين الدر المختارء دار الفكر بيروت الطبعة الثانيةء ابن عابدين حاشية المحتار الدر المختارء ابن عابدينء حاشية المحتار الدر المختارء ابن عابدينء حاشية المحتار الدر المختارء ابن نجيم البحر الرائق شرح كنز الدقائقء الموسوعة الفقهية الكويتيةء وزارة الأوقاف والشئون الإسلامية الكويتء نقلا الفتاوى البزازية بهامش الهندية الصاوي حاشية الصاوي الشرح الصغيرء ابن العثيمينء شرح رياض الصالحين السرطاوي شرح قانون الأحوال الشخصية الأردني"
        }
    ],
    "book_info": [
        {
            "text": "مهند فؤاد استيتي",
            "type": "PERS",
            "score": 0.986
        },
        {
            "text": "القرآن",
            "type": "MISC",
            "score": 0.456
        },
        {
            "text": "الله",
            "type": "MISC",
            "score": 0.948
        },
        {
            "text": "الله",
            "type": "MISC",
            "score": 0.961
        },
        {
            "text": "نبيل محمد المغايرة",
            "type": "PERS",
            "score": 0.944
        }
    ]
}